Repository: Starciad/StardustSandbox
Catalog: src/Game/Localization/Localization.Catalog.*.resx
Languages: de_de, es_es, pt_br

# Subcategory.Elements.Powders.Name
source: Powders
de_de: Pulver
es_es: Polvos
pt_br: Poeiras

# Subcategory.Elements.Liquids.Name
source: Liquids
de_de: Flüssigkeiten
es_es: Líquidos
pt_br: Líquidos

# Subcategory.Elements.Gases.Name
source: Gases
de_de: Gase

# Subcategory.Elements.Solids.Name
source: Solids
de_de: Feststoffe
es_es: Sólidos
pt_br: Sólidos

# Subcategory.Elements.Energies.Name
source: Energies
de_de: Energien
es_es: Energías
pt_br: Energias

# Subcategory.Elements.Energies.Description
source: Pure, dynamic forces of nature. Unpredictable and strong, they quickly change their surroundings.
de_de: Reine und dynamische Naturkräfte, unvorhersehbar und intensiv, die die Umgebung schnell verändern.
es_es: Fuerzas naturales puras y dinámicas, impredecibles e intensas, que transforman el ambiente rápidamente.
pt_br: Forças naturais puras e dinâmicas, imprevisíveis e intensas, que transformam o ambiente rapidamente.

# Subcategory.Elements.Gases.Description
source: Gases move freely in the air, visible or not, and can be harmless, suffocating, or destructive.
de_de: Bewegen sich frei in der Luft, können sichtbar oder unsichtbar, harmlos, erstickend oder zerstörerisch sein.
es_es: Se mueven libremente por el aire, pudiendo ser visibles o no, inofensivos, sofocantes o destructivos.
pt_br: Movimentam-se livremente pelo ar, podendo ser visíveis ou não, inofensivos, sufocantes ou destrutivos.

# Subcategory.Elements.Liquids.Description
source: Liquids are adaptable and essential for life. They flow, fill spaces, and can be calm or destructive.
de_de: Anpassungsfähige Flüssigkeiten, lebenswichtig, die fließen, Räume füllen und ruhig oder zerstörerisch sein können.
es_es: Fluidos adaptables, esenciales para la vida, que fluyen, llenan espacios y pueden ser serenos o destructivos.
pt_br: Fluídos adaptáveis, essenciais à vida, que fluem, preenchem espaços e podem ser serenos ou destrutivos.

# Subcategory.Elements.Powders.Description
source: Powders can gather or spread, adapting to the environment and showing that small things can have a big impact.
de_de: Können sich sammeln oder zerstreuen, sich der Umgebung anpassen und zeigen, dass kleine Elemente große Auswirkungen haben.
es_es: Pueden agruparse o dispersarse, adaptándose al ambiente y demostrando que pequeños elementos causan grandes impactos.
pt_br: Podem se agrupar ou dispersar, adaptando-se ao ambiente e mostrando que pequenos elementos causam grandes impactos.

# Subcategory.Elements.Solids.Description
source: Solids are strong and stable, giving structure and resisting natural forces.
de_de: Fest und widerstandsfähig, bieten Struktur und bleiben träge gegenüber den Kräften der Natur.
es_es: Firmes y resistentes, ofrecen estructura y permanecen inertes ante las fuerzas de la naturaleza.
pt_br: Firmes e resistentes, oferecem estrutura e permanecem inertes diante das forças da natureza.

# Category.Elements.Name
source: Elements
de_de: Elemente
es_es: Elementos
pt_br: Elementos

# Category.Elements.Description
source: All elements used in different activities, from simple to complex.
de_de: Alle Elemente, die in verschiedenen Aktivitäten verwendet werden, von einfach bis komplex.
es_es: Todos los elementos utilizados en diferentes actividades, desde simples hasta complejos.
pt_br: Todos os elementos usados em diferentes atividades, de simples a complexos.

# Subcategory.Elements.Explosives.Name
source: Explosives
de_de: Sprengstoffe
es_es: Explosivos
pt_br: Explosivos

# Subcategory.Elements.Explosives.Description
source: Explosives are made to cause strong reactions, releasing energy, heat, and debris with high destructive power.
de_de: Elemente, die für mächtige Reaktionen entwickelt wurden und Energie, Wärme und Trümmer freisetzen mit hohem Zerstörungspotenzial.
es_es: Elementos creados para causar reacciones poderosas, liberando energía, calor y escombros, con alto potencial destructivo.
pt_br: Elementos criados para causar reações poderosas, liberando energia, calor e detritos, com alto potencial destrutivo.

# Subcategory.Elements.Specials.Name
source: Specials
de_de: Spezielle
es_es: Especiales
pt_br: Especiais

# Subcategory.Elements.Specials.Description
source: Unique elements with special functions, different from powders, liquids, gases, or solids.
de_de: Einzigartige Elemente außerhalb der üblichen Standards, für spezifische und transformative Funktionen entwickelt.
es_es: Elementos únicos, fuera de los patrones comunes, creados para funciones específicas y transformadoras.
pt_br: Elementos únicos, fora dos padrões comuns, criados para funções específicas e transformadoras.

# Category.Tools.Name
source: Tools
de_de: Werkzeuge
es_es: Herramientas
pt_br: Ferramentas

# Category.Tools.Description
source: Tools that add extra features and allow new changes in the world.
de_de: Werkzeuge, die zusätzliche Funktionen hinzufügen und neue Veränderungen in der Welt ermöglichen.
es_es: Herramientas que agregan funciones extras y permiten nuevas alteraciones en el mundo.
pt_br: Ferramentas que adicionam funções extras e permitem novas alterações no mundo.

# Subcategory.Tools.Environment.Name
source: Environment
de_de: Umgebung
es_es: Ambiente
pt_br: Ambiente

# Subcategory.Tools.Environment.Description
source: Tools to interact with and change the environment.
de_de: Werkzeuge zur Interaktion und Änderung der Umgebung.
es_es: Herramientas para interactuar y modificar el ambiente.
pt_br: Ferramentas para interagir e modificar o ambiente.

# Subcategory.Elements.Technologies.Name
source: Technologies
de_de: Technologien
es_es: Tecnologías
pt_br: Tecnologias

# Subcategory.Elements.Technologies.Description
source: Special elements that automate tasks and help with different creations.
de_de: Spezielle Elemente, die Aufgaben automatisieren und verschiedene Kreationen unterstützen.
es_es: Elementos especiales que automatizan tareas y auxilian en diversas creaciones.
pt_br: Elementos especiais que automatizam tarefas e auxiliam em diversas criações.
