Repository: Starciad/StardustSandbox
Catalog: src/Core/Localization/Localization.GUIs.*.resx
Languages: es_es, fr_fr

# PenSettings.LayerVisibility.ShowOrHideBackgroundLayer.Description
source: Choose whether you want to hide or show the background layer.
es_es: Elija si desea ocultar o mostrar la capa de fondo.
fr_fr: Choisissez si vous souhaitez masquer ou afficher la couche de fond.

# TemperatureSettings.Temperature.None.Name
source: None
es_es: Nada
fr_fr: Aucun

# TemperatureSettings.Temperature.None.Description
source: No temperature effect.
es_es: Sin efecto de temperatura.
fr_fr: Pas d'effet de température.

# TemperatureSettings.Temperature.VeryCold.Name
source: Very Cold
es_es: Muy Frío
fr_fr: Très Froid

# TemperatureSettings.Temperature.VeryCold.Description
source: Extremely cold temperature effect.
es_es: Efecto de temperatura extremadamente fría.
fr_fr: Effet de température extrêmement froide.

# TemperatureSettings.Temperature.Cold.Name
source: Cold
es_es: Frío
fr_fr: Froid

# TemperatureSettings.Temperature.Cold.Description
source: Mildly cold temperature effect.
es_es: Efecto de temperatura levemente fría.
fr_fr: Effet de température légèrement froide.

# TemperatureSettings.Temperature.Normal.Description
source: Normal temperature effect.
es_es: Efecto normal de temperatura.
fr_fr: Effet normal de température.

# TemperatureSettings.Temperature.Hot.Name
source: Hot
es_es: Caliente
fr_fr: Chaud

# TemperatureSettings.Temperature.Hot.Description
source: Mildly hot temperature effect.
es_es: Efecto de temperatura moderadamente caliente.
fr_fr: Effet de température modérément chaude.

# TemperatureSettings.Temperature.VeryHot.Name
source: Very Hot
es_es: Muy Caliente
fr_fr: Très Chaud

# TemperatureSettings.Temperature.VeryHot.Description
source: Extremely hot temperature effect.
es_es: Efecto de temperatura extremadamente alta.
fr_fr: Effet de température extrêmement élevée.

# TemperatureSettings.TimeOfDay.LateNight
source: Late Night
es_es: Tarde de la Noche
fr_fr: Fin de Nuit

# TemperatureSettings.TimeOfDay.EarlyMorning
source: Early Morning
es_es: Mañana Temprano
fr_fr: Matin Tôt

# TemperatureSettings.TimeOfDay.Dawn
source: Dawn
es_es: Amanecer
fr_fr: Aube

# TemperatureSettings.TimeOfDay.Morning
source: Morning
es_es: Mañana
fr_fr: Matin

# TemperatureSettings.TimeOfDay.EarlyAfternoon
source: Early Afternoon
es_es: Inicio de la Tarde
fr_fr: Début d'Après-midi

# TemperatureSettings.TimeOfDay.Afternoon
source: Afternoon
es_es: Tarde
fr_fr: Après-midi

# TemperatureSettings.TimeOfDay.Evening
source: Evening
es_es: Noche
fr_fr: Soirée

# TemperatureSettings.TimeOfDay.Night
source: Night
es_es: Noche
fr_fr: Nuit

# EnvironmentSettings.TimeOfDay.LateNight.Name
source: Late Night
es_es: Tarde de la Noche
fr_fr: Fin de Nuit

# EnvironmentSettings.TimeOfDay.LateNight.Description
source: Set the time to 00:00 AM.
es_es: Defina la hora para las 00h00.
fr_fr: Définissez l'heure à 00h00.

# EnvironmentSettings.TimeOfDay.EarlyMorning.Name
source: Early Morning
es_es: Mañana Temprano
fr_fr: Matin Tôt

# EnvironmentSettings.TimeOfDay.EarlyMorning.Description
source: Set the time to 03:00 AM.
es_es: Defina la hora para las 03h00.
fr_fr: Définissez l'heure à 03h00.

# EnvironmentSettings.TimeOfDay.Dawn.Name
source: Dawn
es_es: Amanecer
fr_fr: Aube

# EnvironmentSettings.TimeOfDay.Dawn.Description
source: Set the time to 06:00 AM.
es_es: Defina la hora para las 06h00.
fr_fr: Définissez l'heure à 06h00.

# EnvironmentSettings.TimeOfDay.Morning.Name
source: Morning
es_es: Mañana
fr_fr: Matin

# EnvironmentSettings.TimeOfDay.Morning.Description
source: Set the time to 08:00 AM.
es_es: Defina la hora para las 08h00.
fr_fr: Définissez l'heure à 08h00.

# EnvironmentSettings.TimeOfDay.EarlyAfternoon.Name
source: Early Afternoon
es_es: Inicio de la Tarde
fr_fr: Début d'Après-midi

# EnvironmentSettings.TimeOfDay.EarlyAfternoon.Description
source: Set the time to 12:00 PM.
es_es: Defina la hora para las 12h00.
fr_fr: Définissez l'heure à 12h00.

# EnvironmentSettings.TimeOfDay.Afternoon.Name
source: Afternoon
es_es: Tarde
fr_fr: Après-midi

# EnvironmentSettings.TimeOfDay.Afternoon.Description
source: Set the time to 03:00 PM.
es_es: Defina la hora para las 15h00.
fr_fr: Définissez l'heure à 15h00.

# EnvironmentSettings.TimeOfDay.Evening.Name
source: Evening
es_es: Atardecer
fr_fr: Soirée

# EnvironmentSettings.TimeOfDay.Evening.Description
source: Set the time to 06:00 PM.
es_es: Defina la hora para las 18h00.
fr_fr: Définissez l'heure à 18h00.

# EnvironmentSettings.TimeOfDay.Night.Name
source: Night
es_es: Noche
fr_fr: Nuit

# EnvironmentSettings.TimeOfDay.Night.Description
source: Set the time to 08:00 PM.
es_es: Defina la hora para las 20h00.
fr_fr: Définissez l'heure à 20h00.

# Options.Controls.Screenshot.Name
source: Screenshot
es_es: Captura de Pantalla
fr_fr: Capture d'Écran

# Options.Controls.Screenshot.Description
source: Type a shortcut key to capture the screen content and save it to a local image file.
es_es: Escriba una tecla de acceso rápido para capturar el contenido de la pantalla y guardarlo en un archivo de imagen local.
fr_fr: Entrez une touche de raccourci pour capturer le contenu de l'écran et l'enregistrer dans un fichier image local.

# Options.Controls.MoveCameraFast.Name
source: Move Fast
es_es: Mover Rápido
fr_fr: Déplacement Rapide

# Options.Controls.MoveCameraFast.Description
source: Type a shortcut key to move the camera faster.
es_es: Escriba una tecla de acceso rápido para mover la cámara más rápido.
fr_fr: Entrez une touche de raccourci pour déplacer la caméra plus rapidement.

# Options.Controls.NextShape.Name
source: Next Shape
es_es: Forma Siguiente
fr_fr: Forme Suivante

# Options.Controls.NextShape.Description
source: Type a shortcut key to select the next shape.
es_es: Escriba una tecla de acceso rápido para seleccionar la forma siguiente.
fr_fr: Entrez une touche de raccourci pour sélectionner la forme suivante.

# GeneratorSettings.Title
source: Generator Settings
es_es: Configuración del Generador
fr_fr: Paramètres du Générateur

# EnvironmentSettings.Generator.Name
source: Generator
es_es: Generador
fr_fr: Générateur

# EnvironmentSettings.Generator.Description
source: Generate content procedurally for your world to help with ideas!
es_es: Genera contenido de forma procedural para tu mundo y ayuda con ideas.
fr_fr: Générez du contenu de manière procédurale pour votre monde afin d'aider avec des idées !

# GeneratorSettings.Generate.Name
source: Generate
es_es: Generar
fr_fr: Générer

# GeneratorSettings.Generate.Description
source: Start the world generation process using the selected options.
es_es: Inicie el proceso de generación del mundo utilizando las opciones seleccionadas.
fr_fr: Démarrez le processus de génération du monde en utilisant les options sélectionnées.

# GeneratorSettings.Theme.Title
source: Themes
es_es: Temas
fr_fr: Thèmes

# GeneratorSettings.Theme.Plain.Name
source: Plain
es_es: Llanura
fr_fr: Naturel

# GeneratorSettings.Theme.Plain.Description
source: A natural landscape, with vegetation, earth, stones and soft soil.
es_es: Un paisaje natural, con vegetación, tierra, piedras y suelo blando.
fr_fr: Paysage naturel, avec végétation, terre, pierres et sol doux.

# GeneratorSettings.Theme.Desert.Name
source: Desert
es_es: Desierto
fr_fr: Désert

# GeneratorSettings.Theme.Desert.Description
source: A dry and arid environment, dominated by sand, rocks, and minimal vegetation.
es_es: Un entorno seco y árido, dominado por arena, rocas y vegetación mínima.
fr_fr: Un environnement sec et aride, dominé par le sable, les roches et une végétation minimale.

# GeneratorSettings.Theme.Snow.Name
source: Snow
es_es: Nieve
fr_fr: Neige

# GeneratorSettings.Theme.Snow.Description
source: A cold and snowy environment, covered with ice and snow.
es_es: Un entorno frío y nevado, cubierto de hielo y nieve.
fr_fr: Un environnement froid et enneigé, couvert de glace et de neige.

# GeneratorSettings.Theme.Volcanic.Name
source: Volcanic
es_es: Volcánico
fr_fr: Volcanique

# GeneratorSettings.Theme.Volcanic.Description
source: A fiery and volcanic environment, with lava flows and ash-covered terrain.
es_es: Un entorno ardiente y volcánico, con flujos de lava y terreno cubierto de ceniza.
fr_fr: Un environnement enflammé et volcanique, avec des coulées de lave et un terrain couvert de cendres.

# GeneratorSettings.Theme.Ocean.Name
source: Ocean
es_es: Océano
fr_fr: Océan

# GeneratorSettings.Theme.Ocean.Description
source: A vast and deep oceanic environment, with water, waves, and marine life.
es_es: Un vasto y profundo entorno oceánico, con agua, olas y vida marina.
fr_fr: Un vaste environnement océanique profond, avec de l'eau, des vagues et la vie marine.

# GeneratorSettings.Settings.Title
source: Settings
es_es: Configuración
fr_fr: Paramètres

# GeneratorSettings.Settings.Foreground.Name
source: Foreground
es_es: Primer plano
fr_fr: Premier plan

# GeneratorSettings.Settings.Foreground.Description
source: The generator will allocate content to the foreground layer.
es_es: El generador asignará contenido a la capa del primer plano.
fr_fr: Le générateur allouera le contenu à la couche de premier plan.

# GeneratorSettings.Settings.Background.Name
source: Background
es_es: Fondo
fr_fr: Arrière-plan

# GeneratorSettings.Settings.Background.Description
source: The generator will allocate content to the background layer.
es_es: El generador asignará contenido a la capa del fondo.
fr_fr: Le générateur allouera le contenu à la couche d'arrière-plan.

# GeneratorSettings.Contents.Title
source: Contents
es_es: Contenidos
fr_fr: Contenus

# GeneratorSettings.Contents.Oceans.Name
source: Oceans
es_es: Océanos
fr_fr: Océans

# GeneratorSettings.Contents.Oceans.Description
source: Two oceans are added at the horizontal extremities of the world.
es_es: Se añaden dos océanos en los extremos horizontales del mundo.
fr_fr: Deux océans sont ajoutés aux extrémités horizontales du monde.

# GeneratorSettings.Contents.Vegetation.Name
source: Vegetation
es_es: Vegetación
fr_fr: Végétation

# GeneratorSettings.Contents.Vegetation.Description
source: The world will be perpetuated by natural life. Depending on the chosen theme, the type of vegetation can change considerably.
es_es: El mundo será perpetuado por la vida natural. Dependiendo del tema elegido, el tipo de vegetación puede cambiar considerablemente.
fr_fr: Le monde sera perpétué par la vie naturelle. Selon le thème choisi, le type de végétation peut changer considérablement.

# GeneratorSettings.Contents.Clouds.Name
source: Clouds
es_es: Nubes
fr_fr: Nuages

# GeneratorSettings.Contents.Clouds.Description
source: Clouds will be located in the highest layers of the world.
es_es: Las nubes se ubicarán en las capas más altas del mundo.
fr_fr: Les nuages seront situés dans les couches les plus hautes du monde.

# Options.General.Name
source: General
fr_fr: Général

# Credits.Title.Roles
source: Roles
fr_fr: Rôles

# Credits.Title.Testers
source: Testers
fr_fr: Testeurs

# Options.Cursor.Name
source: Cursor
fr_fr: Curseur

# Options.Cursor.Color.Name
source: Color
fr_fr: Couleur

# Achievements.Title
source: Achievements
fr_fr: Réalisations
