Repository: Starciad/StardustSandbox
Catalog: src/Core/Localization/Localization.Elements.*.resx
Languages: de_de, es_es, fr_fr, pt_br

# Solid.Movable.Dirt.Name
source: Dirt
de_de: Erde
es_es: Tierra
fr_fr: Terre
pt_br: Terra

# Solid.Movable.Mud.Name
source: Mud
de_de: Schlamm
es_es: Barro
fr_fr: Boue
pt_br: Lama

# Liquid.Water.Name
source: Water
de_de: Wasser
es_es: Agua
fr_fr: Eau
pt_br: Água

# Solid.Movable.Stone.Name
source: Stone
de_de: Stein
es_es: Piedra
fr_fr: Pierre
pt_br: Pedra

# Solid.Movable.Grass.Name
source: Grass
de_de: Gras
es_es: Pasto
fr_fr: Herbe
pt_br: Grama

# Solid.Movable.Ice.Name
source: Ice
de_de: Eis
es_es: Hielo
fr_fr: Glace
pt_br: Gelo

# Solid.Movable.Sand.Name
source: Sand
es_es: Arena
fr_fr: Sable
pt_br: Areia

# Solid.Movable.Snow.Name
source: Snow
de_de: Schnee
es_es: Nieve
fr_fr: Neige
pt_br: Neve

# Solid.Movable.Corruption.Name
source: Corruption (movable)
de_de: Verderbnis (beweglich)
es_es: Corrupción (móvil)
fr_fr: Corruption (mobile)
pt_br: Corrupção (móvel)

# Liquid.Acid.Name
source: Acid
de_de: Säure
es_es: Ácido
fr_fr: Acide
pt_br: Ácido

# Solid.Immovable.Glass.Name
source: Glass
de_de: Glas
es_es: Vidrio
fr_fr: Verre
pt_br: Vidro

# Solid.Immovable.Iron.Name
source: Iron
de_de: Eisen
es_es: Hierro
fr_fr: Fer
pt_br: Ferro

# Solid.Immovable.Wall.Name
source: Wall
de_de: Wand
es_es: Pared
fr_fr: Mur
pt_br: Parede

# Solid.Immovable.Wood.Name
source: Wood
de_de: Holz
es_es: Madera
fr_fr: Bois
pt_br: Madeira

# Gas.Corruption.Name
source: Corruption (gas)
de_de: Verderbnis (Gas)
es_es: Corrupción (gas)
fr_fr: Corruption (gaz)
pt_br: Corrupção (gás)

# Liquid.Corruption.Name
source: Corruption (liquid)
de_de: Verderbnis (Flüssigkeit)
es_es: Corrupción (líquida)
fr_fr: Corruption (liquide)
pt_br: Corrupção (líquida)

# Solid.Immovable.Corruption.Name
source: Corruption (immovable)
de_de: Verderbnis (unbeweglich)
es_es: Corrupción (inmóvil)
fr_fr: Corruption (immobile)
pt_br: Corrupção (imóvel)

# Gas.Steam.Name
source: Steam
de_de: Dampf
es_es: Vapor
fr_fr: Vapeur
pt_br: Vapor

# Gas.Smoke.Name
source: Smoke
de_de: Rauch
es_es: Humo
fr_fr: Fumée
pt_br: Fumaça

# Solid.Immovable.RedBrick.Name
source: Red Brick
de_de: Roter Ziegel
es_es: Ladrillo Rojo
fr_fr: Brique Rouge
pt_br: Tijolo Vermelho

# Solid.Immovable.TreeLeaf.Name
source: Tree Leaf
de_de: Baumblatt
es_es: Hoja de Árbol
fr_fr: Feuille d'Arbre
pt_br: Folha de Árvore

# Solid.Immovable.MountingBlock.Name
source: Mounting Block
de_de: Montageklotz
es_es: Bloque de Montaje
fr_fr: Bloc de Montage
pt_br: Bloco de Montar

# Energy.Fire.Name
source: Fire
de_de: Feuer
es_es: Fuego
fr_fr: Feu
pt_br: Fogo

# Energy.Fire.Description
source: Intense heat that quickly burns flammable materials and spreads destruction.
de_de: Intensive Hitze, die brennbare Materialien schnell verbraucht und Zerstörung sowie Rauch verbreitet.
es_es: Calor intenso que consume materiales inflamables rápidamente, propagando destrucción y humo.
fr_fr: Chaleur intense qui consume rapidement les matériaux inflammables, propageant la destruction et la fumée.
pt_br: Calor intenso que consome materiais inflamáveis rapidamente, espalhando destruição e fumaça.

# Gas.Corruption.Description
source: Gaseous corruption that spreads and contaminates the environment, making it inhospitable.
de_de: Gasförmige Form, die sich ausbreitet und die Umgebung kontaminiert und macht sie lebensfeindlich.
es_es: Forma gaseosa que se propaga y contamina el ambiente, haciéndolo inhóspito.
fr_fr: Forme gazeuse qui se propage et contamine l'environnement, le rendant inhospitalier.
pt_br: Forma gasosa que se espalha e contamina o ambiente, tornando-o inóspito.

# Gas.Smoke.Description
source: Smoke from burning, rises slowly and darkens the air, showing fire is present.
de_de: Rauch von Feuer, steigt langsam auf und verdunkelt die Luft und signalisiert Feuer.
es_es: Humo de la combustión, sube lentamente y oscurece el aire, señalizando fuego.
fr_fr: Fumée de combustion, monte lentement et obscurcit l'air, signalant un feu.
pt_br: Fumaça da queima, sobe devagar e escurece o ar, sinalizando fogo.

# Gas.Steam.Description
source: Hot water vapor that rises rapidly and disperses in the air. At high altitudes, it can turn into clouds.
de_de: Dampf von heißem Wasser, das schnell aufsteigt und sich in der Luft verteilt. In großer Höhe kann es sich in Wolken verwandeln.
es_es: Vapor de agua caliente que sube rápido y se dispersa en el aire. En altitudes altas, puede transformarse en nubes.
fr_fr: Vapeur d'eau chaude qui monte rapidement et se disperse dans l'air. À des altitudes élevées, elle peut se transformer en nuages.
pt_br: Vapor de água quente que sobe rápido e se dispersa no ar. Em altitudes altas, pode se transformar em nuvens.

# Liquid.Acid.Description
source: Corrosive liquid that quickly dissolves many materials on contact.
de_de: Ätzende Flüssigkeit, die verschiedene Materialien bei der geringsten Berührung auflöst.
es_es: Líquido corrosivo que disuelve varios materiales al menor contacto.
fr_fr: Liquide corrosif qui dissout divers matériaux au moindre contact.
pt_br: Líquido corrosivo que dissolve vários materiais ao menor contato.

# Liquid.Corruption.Description
source: Contaminating liquid that flows and corrupts everything it touches.
de_de: Kontaminierende Flüssigkeit, die fließt und alles verdirbt, was sie berührt.
es_es: Líquido contaminante que fluye y corrompe todo lo que toca.
fr_fr: Liquide contaminant qui s'écoule et corrompt tout ce qu'il touche.
pt_br: Líquido contaminante que flui e corrompe tudo o que toca.

# Liquid.Lava.Description
source: Molten rock that burns almost everything it touches. It cools and hardens when exposed to cold.
de_de: Geschmolzenes Gestein, das fast alles beim Kontakt verbrennt. Erstarrt und verfestigt sich bei Kälte.
es_es: Roca derretida que quema casi todo al tocar. Se enfría y solidifica en contacto con el frío.
fr_fr: Roche fondue qui brûle presque tout au toucher. Refroidit et se solidifie au contact du froid.
pt_br: Rocha derretida que queima quase tudo ao tocar. Esfria e solidifica em contato com frio.

# Liquid.Water.Description
source: Essential liquid that can freeze, evaporate, and put out fires.
de_de: Lebenswichtige Flüssigkeit, kann einfrieren, verdampfen und Feuer löschen.
es_es: Líquido esencial, puede congelarse, evaporarse y apagar incendios.
fr_fr: Liquide essentiel, peut geler, s'évaporer et éteindre les incendies.
pt_br: Líquido essencial, pode congelar, evaporar e apagar incêndios.

# Solid.Immovable.Corruption.Description
source: Crystallized, immobile corruption that creates permanent contaminated areas.
de_de: Kristallisierte Verderbnis, unbeweglich und dauerhaft, erzeugt kontaminierte Bereiche.
es_es: Corrupción cristalizada, inmóvil y permanente, crea áreas contaminadas.
fr_fr: Corruption cristallisée, immobile et permanente, crée des zones contaminées.
pt_br: Corrupção cristalizada, imóvel e permanente, cria áreas contaminadas.

# Solid.Immovable.Glass.Description
source: Transparent and fragile material, breaks with heat or impact.
de_de: Transparentes und zerbrechliches Material, das bei Hitze oder Aufprall bricht.
es_es: Material transparente y frágil, se rompe con calor o impacto.
fr_fr: Matériau transparent et fragile, se casse avec la chaleur ou l'impact.
pt_br: Material transparente e frágil, quebra com calor ou impacto.

# Solid.Immovable.Iron.Description
source: Strong metal, resists fire but melts in lava.
de_de: Feuerbeständiges Metall, schmilzt aber in Lava.
es_es: Metal resistente al fuego, pero se derrite en lava.
fr_fr: Métal résistant au feu, mais fond dans la lave.
pt_br: Metal resistente ao fogo, mas derrete em lava.

# Solid.Immovable.MountingBlock.Description
source: Decorative and functional block, flammable, used in mobile constructions.
de_de: Dekorativer und funktionaler Klotz, leicht entzündbar, wird in Konstruktionen verwendet.
es_es: Bloque decorativo y funcional, inflamable, usado en construcciones.
fr_fr: Bloc décoratif et fonctionnel, inflammable, utilisé dans les constructions.
pt_br: Bloco decorativo e funcional, inflamável, usado em construções.

# Solid.Immovable.RedBrick.Description
source: Durable block, ideal for fire-resistant constructions.
de_de: Langlebiger Stein, ideal für feuerbeständige Konstruktionen.
es_es: Bloque duradero, ideal para construcciones resistentes al fuego.
fr_fr: Bloc durable, idéal pour les constructions résistantes au feu.
pt_br: Bloco durável, ideal para construções resistentes ao fogo.

# Solid.Immovable.TreeLeaf.Description
source: Natural, flammable leaf, used for decoration.
de_de: Natürliches und leicht entzündbares Blatt, das zur Dekoration verwendet wird.
es_es: Hoja natural e inflamable, usada para decoración.
fr_fr: Feuille naturelle et inflammable, utilisée pour la décoration.
pt_br: Folha natural e inflamável, usada para decoração.

# Solid.Immovable.Wall.Description
source: Solid, impenetrable, and stable barrier.
de_de: Solide Struktur, undurchdringlich und stabil.
es_es: Estructura sólida, impenetrable y estable.
fr_fr: Structure solide, impénétrable et stable.
pt_br: Estrutura sólida, impenetrável e estável.

# Solid.Immovable.Wood.Description
source: Natural, very flammable material, common in constructions.
de_de: Organisches Material, sehr leicht entzündbar, häufig in Konstruktionen verwendet.
es_es: Material orgánico, muy inflamable, común en construcciones.
fr_fr: Matériau organique, très inflammable, commun dans les constructions.
pt_br: Material orgânico, muito inflamável, comum em construções.

# Solid.Movable.Corruption.Description
source: Substance that spreads, contaminates, and destroys the environment continuously.
de_de: Substanz, die sich ausbreitet, die Umgebung kontaminiert und ständig zerstört.
es_es: Sustancia que se propaga, contamina y destruye el ambiente continuamente.
fr_fr: Substance qui se propage, contamine et détruit continuellement l'environnement.
pt_br: Substância que se espalha, contamina e destrói o ambiente continuamente.

# Solid.Movable.Dirt.Description
source: Dry, unstable soil, base for vegetation. Turns into mud when in contact with water.
de_de: Trockene und instabile Erde, Grundlage für Vegetation. Wird bei Wasserkontakt zum Schlamm.
es_es: Tierra seca e inestable, base para vegetación. Se convierte en barro al contacto con agua.
fr_fr: Terre sèche et instable, base de la végétation. Devient boueuse au contact de l'eau.
pt_br: Terra seca e instável, base para vegetação. Vira lama ao contato com água.

# Solid.Movable.Grass.Description
source: Dry grass, very flammable, burns fast and leaves ash.
de_de: Trockenes Gras, sehr leicht entzündbar, brennt schnell und hinterlässt Asche.
es_es: Pasto seco, muy inflamable, se quema rápido y deja cenizas.
fr_fr: Herbe sèche, très inflammable, brûle rapidement et laisse des cendres.
pt_br: Grama seca, muito inflamável, queima rápido e deixa cinzas.

# Solid.Movable.Ice.Description
source: Solid, slippery water, melts easily with heat.
de_de: Festes und rutschiges Wasser, schmilzt leicht durch Hitze.
es_es: Agua sólida y resbaladiza, se derrite fácilmente con calor.
fr_fr: Eau solide et glissante, fond facilement avec la chaleur.
pt_br: Água sólida e escorregadia, derrete fácil com calor.

# Solid.Movable.Mud.Description
source: Mix of dirt and water, turns into dry dirt when heated.
de_de: Mischung aus Erde und Wasser, wird bei Erhitzung zu trockener Erde.
es_es: Mezcla de tierra y agua, se convierte en tierra seca al ser calentada.
fr_fr: Mélange de terre et d'eau, devient terre sèche lorsqu'elle est chauffée.
pt_br: Mistura de terra e água, vira terra seca ao ser aquecida.

# Solid.Movable.Sand.Description
source: Mineral grains that flow and pile up. Become glass with extreme heat.
de_de: Mineralkörner, die fließen und sich ansammeln. Werden bei extremer Hitze zu Glas.
es_es: Granos minerales que fluyen y se acumulan. Se convierten en vidrio con calor extremo.
fr_fr: Grains minéraux qui s'écoulent et s'accumulent. Devient du verre avec une chaleur extrême.
pt_br: Grãos minerais que fluem e se acumulam. Viram vidro com calor extremo.

# Solid.Movable.Snow.Description
source: Snowflakes that melt into water with heat.
de_de: Eiskristalle, die bei Hitze schmelzen und zu Wasser werden.
es_es: Copos de hielo que se derriten y se convierten en agua con calor.
fr_fr: Flocons de glace qui fondent et deviennent de l'eau avec la chaleur.
pt_br: Flocos de gelo que derretem e viram água com calor.

# Solid.Movable.Stone.Description
source: Rock that resists impacts, melts into lava with extreme heat or turns into sand with erosion.
de_de: Stein, der widerstandsfähig gegen Stöße ist, schmilzt bei extremer Hitze in Lava oder wird durch Erosion zu Sand.
es_es: Roca resistente a impactos, se derrite en lava con calor extremo o se convierte en arena con erosión.
fr_fr: Roche résistante aux chocs, fond dans la lave avec une chaleur extrême ou devient du sable par érosion.
pt_br: Rocha resistente a impactos, derrete em lava com calor extremo ou vira areia com erosão.

# Solid.Movable.Salt.Name
source: Salt
de_de: Salz
es_es: Sal
fr_fr: Sel
pt_br: Sal

# Solid.Movable.Salt.Description
source: White, crystalline powder that dissolves in water.
de_de: Weißes kristallines Pulver, das sich in Wasser auflöst.
es_es: Polvo blanco cristalino que se disuelve en agua.
fr_fr: Poudre blanche cristalline qui se dissout dans l'eau.
pt_br: Pó branco cristalino que se dissolve em água.

# Liquid.Oil.Name
source: Oil
de_de: Erdöl
es_es: Petróleo
fr_fr: Pétrole
pt_br: Petróleo

# Liquid.Oil.Description
source: Dark, thick, very flammable liquid with low density.
de_de: Dunkle, dicke und sehr leicht entzündbare Flüssigkeit mit niedriger Dichte.
es_es: Líquido oscuro, espeso y muy inflamable, de baja densidad.
fr_fr: Liquide sombre, épais et très inflammable, de faible densité.
pt_br: Líquido escuro, espesso e muito inflamável, de baixa densidade.

# Liquid.Saltwater.Name
source: Saltwater
de_de: Salzwasser
es_es: Agua Salada
fr_fr: Eau Salée
pt_br: Água Salgada

# Liquid.Saltwater.Description
source: Light blue liquid with floating salt particles.
de_de: Hellblaue Flüssigkeit mit schwebenden Salzkristallen.
es_es: Líquido azul claro con partículas de sal flotando.
fr_fr: Liquide bleu clair avec des particules de sel flottantes.
pt_br: Líquido azul claro com partículas de sal flutuando.

# Solid.Immovable.DrySponge.Name
source: Sponge (dry)
de_de: Schwamm (trocken)
es_es: Esponja (seca)
fr_fr: Éponge (sèche)
pt_br: Esponja (seca)

# Solid.Immovable.DrySponge.Description
source: Dry sponge that absorbs liquids and is very flammable.
de_de: Trockener Schwamm, der Flüssigkeiten aufnimmt und sehr leicht entzündbar ist.
es_es: Esponja seca que absorbe líquidos y es muy inflamable.
fr_fr: Éponge sèche qui absorbe les liquides et est très inflammable.
pt_br: Esponja seca que absorve líquidos e é muito inflamável.

# Solid.Immovable.WetSponge.Name
source: Sponge (wet)
de_de: Schwamm (nass)
es_es: Esponja (mojada)
fr_fr: Éponge (mouillée)
pt_br: Esponja (molhada)

# Solid.Immovable.WetSponge.Description
source: Wet sponge, denser and harder to burn. Dries with heat and moves down if dry sponges are below.
de_de: Nasser Schwamm, dichter und schwerer zu entzünden. Trocknet mit Hitze und sinkt, wenn trockene Schwämme unter ihm sind.
es_es: Esponja mojada, más densa y difícil de quemar. Se seca con calor y desciende si hay esponjas secas debajo.
fr_fr: Éponge mouillée, plus dense et difficile à brûler. Sèche avec la chaleur et coule s'il y a des éponges sèches en dessous.
pt_br: Esponja molhada, mais densa e difícil de queimar. Seca com calor e desce se houver esponjas secas abaixo.

# Solid.Immovable.Gold.Name
source: Gold
es_es: Oro
fr_fr: Or
pt_br: Ouro

# Solid.Immovable.Gold.Description
source: Bright yellow, soft, and malleable metal.
de_de: Glänzendes gelbes Metall, weich und formbar.
es_es: Metal amarillo brillante, blando y maleable.
fr_fr: Métal jaune brillant, doux et malléable.
pt_br: Metal amarelo brilhante, macio e maleável.

# Solid.Immovable.Heater.Name
source: Heater
de_de: Heizer
es_es: Calentador
fr_fr: Chauffeur
pt_br: Aquecedor

# Solid.Immovable.Heater.Description
source: Device that heats all nearby elements.
de_de: Gerät, das alle benachbarten Elemente erwärmt.
es_es: Dispositivo que calienta todos los elementos cercanos.
fr_fr: Appareil qui chauffe tous les éléments à proximité.
pt_br: Dispositivo que aquece todos os elementos próximos.

# Solid.Immovable.Freezer.Name
source: Freezer
de_de: Gefrieranlage
es_es: Congelador
fr_fr: Congélateur
pt_br: Congelador

# Solid.Immovable.Freezer.Description
source: Device that cools all nearby elements.
de_de: Gerät, das alle benachbarten Elemente abkühlt.
es_es: Dispositivo que enfría todos los elementos cercanos.
fr_fr: Appareil qui refroidit tous les éléments à proximité.
pt_br: Dispositivo que resfria todos os elementos próximos.

# Solid.Movable.Bomb.Name
source: Bomb
de_de: Bombe
es_es: Bomba
fr_fr: Bombe
pt_br: Bomba

# Solid.Movable.Bomb.Description
source: Low-power bomb that explodes when hitting other elements.
de_de: Schwache Bombe, die bei Kollision mit anderen Elementen explodiert.
es_es: Bomba de baja potencia que explota al chocar con otros elementos.
fr_fr: Bombe de faible puissance qui explose en heurtant d'autres éléments.
pt_br: Bomba de baixa potência que explode ao colidir com outros elementos.

# Solid.Movable.Dynamite.Name
source: Dynamite
de_de: Dynamit
es_es: Dinamita
pt_br: Dinamite

# Solid.Movable.Dynamite.Description
source: Large-radius explosive, only explodes with heat or contact with lava/fire.
de_de: Sprengstoff mit großem Radius, explodiert nur bei Hitze oder Kontakt mit Lava/Feuer.
es_es: Explosivo de gran radio, solo explota con calor o contacto con lava/fuego.
fr_fr: Explosif à large rayon, explose seulement avec la chaleur ou au contact de la lave/du feu.
pt_br: Explosivo de grande raio, só explode com calor ou contato com lava/fogo.

# Solid.Movable.TNT.Description
source: Moderate explosive, destroys solids and leaves smoke/fire. Only explodes with heat or contact with lava/fire.
de_de: Mäßiger Sprengstoff, zerstört Feststoffe und hinterlässt Rauch/Feuer. Explodiert nur bei Hitze oder Kontakt mit Lava/Feuer.
es_es: Explosivo moderado, destruye sólidos y deja humo/fuego. Solo explota con calor o contacto con lava/fuego.
fr_fr: Explosif modéré, détruit les solides et laisse de la fumée/du feu. Explose seulement avec la chaleur ou au contact de la lave/du feu.
pt_br: Explosivo moderado, destrói sólidos e deixa fumaça/fogo. Só explode com calor ou contato com lava/fogo.

# Solid.Immovable.Void.Name
source: Void
de_de: Leere
es_es: Vacío
fr_fr: Vide
pt_br: Vazio

# Solid.Immovable.Void.Description
source: Absorbs and destroys everything it touches.
de_de: Absorbiert und zerstört alles, was es berührt.
es_es: Absorbe y destruye todo lo que toca.
fr_fr: Absorbe et détruit tout ce qu'il touche.
pt_br: Absorve e destrói tudo o que toca.

# Solid.Immovable.Clone.Name
source: Clone
de_de: Kloner
es_es: Clonador
fr_fr: Clonneur
pt_br: Clonador

# Solid.Immovable.Clone.Description
source: Infinitely generates the neighboring element until removed.
de_de: Erzeugt unendlich das benachbarte Element, bis es entfernt wird.
es_es: Genera infinitamente el elemento vecino hasta ser removido.
fr_fr: Génère infiniment l'élément voisin jusqu'à ce qu'il soit retiré.
pt_br: Gera infinitamente o elemento vizinho até ser removido.

# Solid.Movable.Ash.Name
source: Ash
de_de: Asche
es_es: Cenizas
fr_fr: Cendres
pt_br: Cinzas

# Solid.Movable.Ash.Description
source: Dark gray powder, looks like remains of wood or burnt materials.
de_de: Dunkelgraues Pulver, erinnert an Holzreste oder verbrannte Materialien.
es_es: Polvo gris oscuro, recuerda restos de madera o materiales quemados.
fr_fr: Poudre gris foncé, rappelle les restes de bois ou de matériaux brûlés.
pt_br: Pó cinza escuro, lembra restos de madeira ou materiais queimados.

# Gas.AntiCorruption.Name
source: Anti Corruption
de_de: Antiverderbtheit
es_es: Anticorrupción
pt_br: Anticorrupção

# Gas.AntiCorruption.Description
source: A gaseous antidote that attempts, by all means, to contain the destruction caused by corruption and restore the environment to its original state.
de_de: Ein gasförmiges Gegenmittel, das versucht, die durch Verderbnis verursachte Zerstörung zu bekämpfen und die Umwelt in ihren Ausgangszustand wiederherzustellen.
es_es: Un antídoto gaseoso que intenta, por todos los medios, contener la destrucción causada por la corrupción y restaurar el ambiente a su estado original.
fr_fr: Un antidote gazeux qui tente, par tous les moyens, de contenir la destruction causée par la corruption et de restaurer l'environnement à son état d'origine.
pt_br: Um antídoto gasoso que tenta, por todos os meios, conter a destruição causada pela corrupção e restaurar o meio ambiente ao seu estado original.

# Solid.Immovable.Devourer.Name
source: Devourer
de_de: Verschlinger
es_es: Devorador
fr_fr: Dévorateur
pt_br: Devorador

# Solid.Immovable.Devourer.Description
source: It will try to consume everything around it. When it has nothing left to feed on, it will explode.
de_de: Wird versuchen, alles in seiner Umgebung zu verzehren. Wenn es nichts mehr zum Essen gibt, explodiert es.
es_es: Intentará consumir todo a su alrededor. Cuando no tenga más nada para alimentarse, explotará.
fr_fr: Tentera de consommer tout ce qui l'entoure. Quand il n'y a plus rien à manger, il explosera.
pt_br: Tentará consumir tudo ao seu redor. Quando não tiver mais nada para se alimentar, explodirá.

# Solid.Immovable.UpwardPusher.Name
source: Upward Pusher
de_de: Aufwärts-Schieber
es_es: Empujador Arriba
fr_fr: Pousseur Supérieur
pt_br: Empurrador Superior

# Solid.Immovable.RightwardPusher.Name
source: Rightward Pusher
de_de: Rechtsschieber
es_es: Empujador Derecha
fr_fr: Pousseur Droit
pt_br: Empurrador Direito

# Solid.Immovable.LeftwardPusher.Name
source: Leftward Pusher
de_de: Linksschieber
es_es: Empujador Izquierda
fr_fr: Pousseur Gauche
pt_br: Empurrador Esquerdo

# Solid.Immovable.DownwardPusher.Name
source: Downward Pusher
de_de: Abwärtsschieber
es_es: Empujador Abajo
fr_fr: Pousseur Inférieur
pt_br: Empurrador Inferior

# Solid.Immovable.UpwardPusher.Description
source: It moves neighboring elements upward.
de_de: Verschiebt benachbarte Elemente nach oben.
es_es: Desplaza elementos vecinos hacia arriba.
fr_fr: Déplace les éléments voisins vers le haut.
pt_br: Desloca elementos vizinhos para cima.

# Solid.Immovable.DownwardPusher.Description
source: It shifts neighboring elements down.
de_de: Verschiebt benachbarte Elemente nach unten.
es_es: Desplaza elementos vecinos hacia abajo.
fr_fr: Déplace les éléments voisins vers le bas.
pt_br: Desloca elementos vizinhos para baixo.

# Solid.Immovable.LeftwardPusher.Description
source: Shifts neighboring elements to the left.
de_de: Verschiebt benachbarte Elemente nach links.
es_es: Desplaza elementos vecinos hacia la izquierda.
fr_fr: Déplace les éléments voisins vers la gauche.
pt_br: Desloca elementos vizinhos para a esquerda.

# Solid.Immovable.RightwardPusher.Description
source: Shifts neighboring elements to the right.
de_de: Verschiebt benachbarte Elemente nach rechts.
es_es: Desplaza elementos vecinos hacia la derecha.
fr_fr: Déplace les éléments voisins vers la droite.
pt_br: Desloca elementos vizinhos para a direita.

# Gas.Cloud.Name
source: Cloud
de_de: Wolke
es_es: Nube
fr_fr: Nuage
pt_br: Nuvem

# Gas.ChargedCloud.Name
source: Charged Cloud
de_de: Geladene Wolke
es_es: Nube Cargada
fr_fr: Nuage Chargé
pt_br: Nuvem Carregada
