Repository: Starciad/StardustSandbox
Catalog: src/Core/Localization/Localization.Achievements.*.resx
Languages: de_de, es_es, fr_fr, pt_br

# ACH.001.Name
source: And So It Begins!
de_de: Und So Beginnt Es!
es_es: ¡Y Así Empieza Todo!
fr_fr: Et Ainsi Tout Commence !
pt_br: E Assim Começa!

# ACH.001.Description
source: Insert your very first element into any world.
de_de: Füge dein allererstes Element in irgendeine Welt ein.
es_es: Inserta tu primer elemento en cualquier mundo.
fr_fr: Insérez votre tout premier élément dans n’importe quel monde.
pt_br: Insira seu primeiro elemento em qualquer mundo.

# ACH.002.Name
source: Mad Scientist in Training
de_de: Verrückter Wissenschaftler in Ausbildung
es_es: Científico Loco en Prácticas
fr_fr: Scientifique Fou en Formation
pt_br: Cientista Maluco em Treinamento

# ACH.002.Description
source: Insert at least 10 different elements into a single world.
de_de: Füge mindestens 10 verschiedene Elemente in eine einzige Welt ein.
es_es: Inserta al menos 10 elementos diferentes en un solo mundo.
fr_fr: Insérez au moins 10 éléments différents dans un seul monde.
pt_br: Insira pelo menos 10 elementos diferentes em um único mundo.

# ACH.003.Name
source: Nature’s Worst Towel
de_de: Das Schlechteste Handtuch der Natur
es_es: La Peor Toalla de la Naturaleza
fr_fr: La Pire Serviette de la Nature
pt_br: A Pior Toalha da Natureza

# ACH.003.Description
source: Absorb water by using a sponge element.
de_de: Absorbiere Wasser mit einem Schwamm-Element.
es_es: Absorbe agua usando un elemento de esponja.
fr_fr: Absorbez de l’eau en utilisant un élément éponge.
pt_br: Absorva água usando um elemento de esponja.

# ACH.004.Name
source: Mass Production Gone Wrong
de_de: Massenproduktion mit Fatalem Ausgang
es_es: Producción en Masa que Salió Mal
fr_fr: Production de Masse Qui a Mal Tourné
pt_br: Produção em Massa que Deu Errado

# ACH.004.Description
source: Make cloners generate more than 500 units in a single world.
de_de: Lass Kloner in einer einzigen Welt mehr als 500 Einheiten erzeugen.
es_es: Haz que los clonadores generen más de 500 unidades en un solo mundo.
fr_fr: Faites générer plus de 500 unités par des cloneurs dans un seul monde.
pt_br: Faça com que clonadores gerem mais de 500 unidades em um único mundo.

# ACH.005.Name
source: Still No Coffee, Sadly
de_de: Immer Noch Kein Kaffee, Leider
es_es: Todavía Sin Café, Lamentablemente
fr_fr: Toujours Pas de Café, Hélas
pt_br: Ainda Sem Café, Infelizmente

# ACH.005.Description
source: Completely vaporize water by applying heat.
de_de: Verdampfe Wasser vollständig durch das Anwenden von Hitze.
es_es: Vaporiza completamente el agua aplicando calor.
fr_fr: Vaporisez complètement l’eau en appliquant de la chaleur.
pt_br: Vaporize completamente a água aplicando calor.

# ACH.006.Name
source: Touch Some Grass
de_de: Geh Mal Gras Anfassen
es_es: Ve a Tocar un Poco de Césped
fr_fr: Va Toucher de l’Herbe
pt_br: Vai Tocar uma Grama

# ACH.006.Description
source: Grow a tree naturally in your world.
de_de: Lass einen Baum auf natürliche Weise in deiner Welt wachsen.
es_es: Haz que un árbol crezca de forma natural en tu mundo.
fr_fr: Faites pousser un arbre naturellement dans votre monde.
pt_br: Faça uma árvore crescer naturalmente em seu mundo.

# ACH.007.Name
source: Hard Work, No Complaints
de_de: Harte Arbeit, Keine Beschwerden
es_es: Trabajo Duro, Sin Quejas
fr_fr: Travail Acharné, Sans Se Plaindre
pt_br: Trabalho Duro, Sem Reclamar

# ACH.007.Description
source: Make a Gul pick up and place more than 100 elements in a single world.
de_de: Lass einen Gul mehr als 100 Elemente in einer einzigen Welt aufheben und platzieren.
es_es: Haz que un Gul recoja y coloque más de 100 elementos en un solo mundo.
fr_fr: Faites en sorte qu’un Gul ramasse et place plus de 100 éléments dans un seul monde.
pt_br: Faça um Gul pegar e posicionar mais de 100 elementos em um único mundo.

# ACH.008.Name
source: Abstract Art Phase
de_de: Phase der Abstrakten Kunst
es_es: Etapa de Arte Abstracto
fr_fr: Période d’Art Abstrait
pt_br: Fase da Arte Abstrata

# ACH.008.Description
source: Paint any element using the brush tool.
de_de: Male ein beliebiges Element mit dem Pinselwerkzeug.
es_es: Pinta cualquier elemento usando la herramienta de pincel.
fr_fr: Peignez n’importe quel élément à l’aide de l’outil pinceau.
pt_br: Pinte qualquer elemento usando a ferramenta de pincel.

# ACH.009.Name
source: This Seems Unsafe
de_de: Das Wirkt Nicht Sehr Sicher
es_es: Esto No Parece Muy Seguro
fr_fr: Ça Ne Semble Pas Très Sûr
pt_br: Isso Parece Nada Seguro

# ACH.009.Description
source: Heat an element to 9725° Celsius.
de_de: Erhitze ein Element auf 9725 °C.
es_es: Calienta un elemento hasta 9725 °C.
fr_fr: Chauffez un élément jusqu’à 9725 °C.
pt_br: Aqueça um elemento até 9725° Celsius.

# ACH.010.Name
source: Absolute Zero-ish
de_de: Fast Absoluter Nullpunkt
es_es: Casi Cero Absoluto
fr_fr: Presque le Zéro Absolu
pt_br: Quase Zero Absoluto

# ACH.010.Description
source: Cool an element to -275° Celsius.
de_de: Kühle ein Element auf -275 °C ab.
es_es: Enfría un elemento hasta -275 °C.
fr_fr: Refroidissez un élément jusqu’à -275 °C.
pt_br: Resfrie um elemento até -275° Celsius.

# ACH.011.Name
source: Winter Didn’t Ask Permission
de_de: Der Winter Hat Nicht Um Erlaubnis Gefragt
es_es: El Invierno No Pidió Permiso
fr_fr: L’Hiver N’a Pas Demandé la Permission
pt_br: O Inverno Não Pediu Permissão

# ACH.011.Description
source: Freeze any element using the freezing tool.
de_de: Friere ein beliebiges Element mit dem Gefrierwerkzeug ein.
es_es: Congela cualquier elemento usando la herramienta de congelación.
fr_fr: Gelez n’importe quel élément à l’aide de l’outil de congélation.
pt_br: Congele qualquer elemento usando a ferramenta de congelamento.

# ACH.012.Name
source: Global Warming Speedrun
de_de: Globalerwärmung im Speedrun
es_es: Calentamiento Global en Speedrun
fr_fr: Réchauffement Climatique en Speedrun
pt_br: Aquecimento Global em Velocidade Máxima

# ACH.012.Description
source: Heat any element using the heating tool.
de_de: Erhitze ein beliebiges Element mit dem Heizwerkzeug.
es_es: Calienta cualquier elemento usando la herramienta de calentamiento.
fr_fr: Chauffez n’importe quel élément à l’aide de l’outil de chauffage.
pt_br: Aqueça qualquer elemento usando a ferramenta de aquecimento.

# ACH.013.Name
source: Now That’s Some Fancy Sand
de_de: Das Ist Wirklich Edler Sand
es_es: Ahora Sí que es Arena de Lujo
fr_fr: Voilà du Sable de Luxe
pt_br: Agora Isso é Areia Chique

# ACH.013.Description
source: Melt sand into glass by applying intense heat.
de_de: Schmelze Sand durch intensive Hitze zu Glas.
es_es: Derrite arena y conviértela en vidrio aplicando calor intenso.
fr_fr: Faites fondre le sable en verre en appliquant une chaleur intense.
pt_br: Derreta areia e transforme-a em vidro aplicando calor intenso.

# ACH.014.Name
source: Hungry, Very Hungry
de_de: Hungrig, Sehr Hungrig
es_es: Hambriento, Muy Hambriento
fr_fr: Affamé, Très Affamé
pt_br: Com Fome, Muita Fome

# ACH.014.Description
source: Make devourers consume more than 500 elements in a single world.
de_de: Lass Verschlinger in einer einzigen Welt mehr als 500 Elemente konsumieren.
es_es: Haz que los devoradores consuman más de 500 elementos en un solo mundo.
fr_fr: Faites en sorte que les dévoreurs consomment plus de 500 éléments dans un seul monde.
pt_br: Faça devoradores consumirem mais de 500 elementos em um único mundo.

# ACH.015.Name
source: This Is Fine
de_de: Alles Ist In Ordnung
es_es: Todo Está Bien
fr_fr: Tout Va Bien
pt_br: Tá Tudo Bem

# ACH.015.Description
source: Create a lightning storm in your world.
de_de: Erzeuge einen Gewittersturm in deiner Welt.
es_es: Crea una tormenta eléctrica en tu mundo.
fr_fr: Créez une tempête d’éclairs dans votre monde.
pt_br: Crie uma tempestade de raios em seu mundo.

# ACH.016.Name
source: For Science, Obviously
de_de: Für Die Wissenschaft, Natürlich
es_es: Por la Ciencia, Obviamente
fr_fr: Pour la Science, Évidemment
pt_br: Pela Ciência, É Claro

# ACH.016.Description
source: Detonate at least 10 explosives simultaneously in a chain reaction.
de_de: Zünde zum ersten Mal irgendeine Art von Sprengstoff.
es_es: Detona, por primera vez, cualquier tipo de explosivo.
fr_fr: Faites exploser, pour la première fois, n’importe quel type d’explosif.
pt_br: Detone, pela primeira vez, qualquer tipo de explosivo.

# ACH.017.Name
source: Staring Back Into the Void
de_de: In Den Abgrund Zurückstarren
es_es: Mirando al Vacío de Vuelta
fr_fr: Regarder le Vide Qui Vous Regarde
pt_br: Encarando o Vazio de Volta

# ACH.017.Description
source: Make the Void consume at least 100 different elements in a single world.
de_de: Lass das Nichts in einer einzigen Welt mindestens 100 verschiedene Elemente verschlingen.
es_es: Haz que el Vacío consuma al menos 100 elementos diferentes en un solo mundo.
fr_fr: Faites en sorte que le Vide consomme au moins 100 éléments différents dans un seul monde.
pt_br: Faça o Vazio consumir pelo menos 100 elementos diferentes em um único mundo.

# ACH.018.Name
source: All-You-Can-Eat Apocalypse
de_de: All-you-can-eat-Apokalypse
es_es: Apocalipsis de Barra Libre
fr_fr: Apocalypse à Volonté
pt_br: Apocalipse do Rodízio

# ACH.018.Description
source: Make corruption consume more than 1000 elements in a single world.
de_de: Lass die Verderbnis in einer einzigen Welt mehr als 1000 Elemente verschlingen.
es_es: Haz que la corrupción consuma más de 1000 elementos en un solo mundo.
fr_fr: Faites consommer plus de 1000 éléments par la corruption dans un seul monde.
pt_br: Faça a corrupção consumir mais de 1000 elementos em um único mundo.

# ACH.019.Name
source: Sponge on Fire (Probably Fine)
de_de: Brennender Schwamm (Wahrscheinlich Kein Problem)
es_es: Esponja en Llamas (Probablemente No Pasa Nada)
fr_fr: Éponge en Feu (Probablement Sans Danger)
pt_br: Esponja em Chamas (Provavelmente de Boa)

# ACH.019.Description
source: Completely dry a sponge by applying any form of heat.
de_de: Trockne einen Schwamm vollständig, indem du irgendeine Form von Hitze anwendest.
es_es: Seca completamente una esponja aplicando cualquier forma de calor.
fr_fr: Séchez complètement une éponge en appliquant n’importe quelle forme de chaleur.
pt_br: Seque completamente uma esponja aplicando qualquer forma de calor.

# ACH.020.Name
source: Rock Soup
de_de: Steinsuppe
es_es: Sopa de Piedra
fr_fr: Soupe de Pierre
pt_br: Sopa de Pedra

# ACH.020.Description
source: Melt stone into lava using extreme heat.
de_de: Schmelze Stein mit extremer Hitze zu Lava.
es_es: Derrite la piedra y conviértela en lava usando calor extremo.
fr_fr: Faites fondre la pierre en lave à l’aide d’une chaleur extrême.
pt_br: Derreta pedra e transforme-a em lava usando calor extremo.

# ACH.021.Name
source: Ice, Ice, Definitely Ice
de_de: Eis, Eis, Definitiv Eis
es_es: Hielo, Hielo, Definitivamente Hielo
fr_fr: Glace, Glace, Clairement de la Glace
pt_br: Gelo, Gelo, Definitivamente Gelo

# ACH.021.Description
source: Freeze water completely.
de_de: Friere Wasser vollständig ein.
es_es: Congela completamente el agua.
fr_fr: Gelez complètement l’eau.
pt_br: Congele completamente a água.

# ACH.022.Name
source: Physics Is Optional
de_de: Physik Ist Optional
es_es: La Física es Opcional
fr_fr: La Physique est Optionnelle
pt_br: Física é Opcional

# ACH.022.Description
source: Use pushers to move at least 1000 elements in a single world.
de_de: Benutze Schieber, um mindestens 1000 Elemente in einer einzigen Welt zu bewegen.
es_es: Usa empujadores para mover al menos 1000 elementos en un solo mundo.
fr_fr: Utilisez des pousseurs pour déplacer au moins 1000 éléments dans un seul monde.
pt_br: Use empurradores para mover pelo menos 1000 elementos em um único mundo.

# ACH.023.Name
source: Who Gave Fire Free Will?
de_de: Wer Hat Dem Feuer Freien Willen Gegeben?
es_es: ¿Quién le Dio Libre Albedrío al Fuego?
fr_fr: Qui a Donné le Libre Arbitre au Feu ?
pt_br: Quem Deu Livre-Arbítrio ao Fogo?

# ACH.023.Description
source: Start a large-scale fire in your world.
de_de: Entfache ein großflächiges Feuer in deiner Welt.
es_es: Inicia un incendio a gran escala en tu mundo.
fr_fr: Déclenchez un incendie de grande ampleur dans votre monde.
pt_br: Inicie um incêndio de grande escala em seu mundo.

# ACH.024.Name
source: Seasoned to Taste
de_de: Nach Geschmack Gewürzt
es_es: Sazonado al Gusto
fr_fr: Assaisonné Selon le Goût
pt_br: Temperado a Gosto

# ACH.024.Description
source: Transform water into salt water by adding salt.
de_de: Verwandle Wasser durch Hinzufügen von Salz in Salzwasser.
es_es: Transforma agua en agua salada añadiendo sal.
fr_fr: Transformez l’eau en eau salée en ajoutant du sel.
pt_br: Transforme água em água salgada adicionando sal.

# ACH.025.Name
source: Acid Solves Everything
de_de: Säure Löst Alles
es_es: El Ácido lo Arregla Todo
fr_fr: L’Acide Résout Tout
pt_br: Ácido Resolve Tudo

# ACH.025.Description
source: Corrode more than 300 elements using acid in a single world.
de_de: Ätze mehr als 300 Elemente mit Säure in einer einzigen Welt.
es_es: Corroe más de 300 elementos usando ácido en un solo mundo.
fr_fr: Corrodez plus de 300 éléments à l’aide d’acide dans un seul monde.
pt_br: Corroa mais de 300 elementos usando ácido em um único mundo.
