Repository: Starciad/StardustSandbox
Catalog: src/Core/Localization/Localization.GUIs.*.resx
Languages: es_es, fr_fr

# Main.Create
source: Create
es_es: Crear
fr_fr: Créer

# Main.Options
source: Options
es_es: Opciones

# Main.Credits
source: Credits
es_es: Créditos
fr_fr: Crédits

# Main.Quit
source: Quit
es_es: Salir
fr_fr: Quitter

# Options.Title
source: OPTIONS
es_es: OPCIONES

# HUD.ItemExplorer.Name
source: Item Explorer
es_es: Explorador de Elementos
fr_fr: Explorateur d'Objets

# HUD.ItemExplorer.Description
source: Browse and learn about all game elements, their features, and interactions.
es_es: Accede y explora todos los elementos del juego, conociendo sus características e interacciones.
fr_fr: Accédez et explorez tous les éléments du jeu, en découvrant leurs caractéristiques et interactions.

# Options.Video.Name
source: Video
es_es: Vídeo
fr_fr: Vidéo

# Credits.Title.Creator
source: Creator
es_es: Creador
fr_fr: Créateur

# Credits.Title.Programming
source: Programming
es_es: Programadores
fr_fr: Programmeurs

# Credits.Title.Artists
source: Artists
es_es: Artistas
fr_fr: Artistes

# Credits.Title.Composers
source: Composers
es_es: Compositores
fr_fr: Compositeurs

# Credits.Title.Tools
source: Tools
es_es: Herramientas
fr_fr: Outils

# Credits.Message.Finalization
source: And that's the end...
es_es: Y este es el fin...
fr_fr: Et c'est la fin...

# Credits.Message.ThankPlayer
source: Thanks for Playing!
es_es: ¡Gracias por jugar!
fr_fr: Merci d'avoir joué !

# Credits.People.Parents
source: To my parents.
es_es: A mis padres.
fr_fr: A mes parents.

# Credits.Title.Contributors
source: Contributors
es_es: Contribuyentes
fr_fr: Contributeurs

# Credits.Title.SpecialThanks
source: Special Thanks
es_es: Agradecimientos Especiales
fr_fr: Remerciements Spéciaux

# Options.Video.Resolution.Name
source: Resolution
es_es: Resolución
fr_fr: Résolution

# Options.Video.Fullscreen.Name
source: Fullscreen
es_es: Pantalla Completa
fr_fr: Plein Écran

# Options.Video.Borderless.Name
source: Borderless
es_es: Sin Bordes
fr_fr: Sans Bordures

# Main.Play
source: Play
es_es: Jugar
fr_fr: Jouer

# HUD.EnvironmentSettings.Name
source: Environment Settings
es_es: Configuraciones del Ambiente
fr_fr: Paramètres de l'Environnement

# HUD.PenSettings.Name
source: Pen Settings
es_es: Configuraciones del Lápiz
fr_fr: Paramètres du Stylo

# HUD.WorldSettings.Name
source: World Settings
es_es: Configuraciones del Mundo
fr_fr: Paramètres du Monde

# HUD.PauseSimulation.Name
source: Pause/Resume Simulation
es_es: Pausar/Reanudar Simulación
fr_fr: Mettre en Pause/Reprendre la Simulation

# HUD.GameMenu.Name
source: Game Menu
es_es: Menú del Juego
fr_fr: Menu du Jeu

# HUD.SaveMenu.Name
source: Save Menu
es_es: Menú de Guardado
fr_fr: Menu de Sauvegarde

# HUD.EraseEverything.Name
source: Erase Everything
es_es: Borrar Todo
fr_fr: Tout Effacer

# HUD.ReloadSimulation.Name
source: Reload Simulation
es_es: Recargar Simulación
fr_fr: Recharger la Simulation

# HUD.Eraser.Name
source: Eraser
es_es: Borrador
fr_fr: Gomme

# HUD.EraseEverything.Description
source: Removes everything from the map and resets it to empty.
es_es: Elimina todo del mapa y regresa al estado vacío.
fr_fr: Supprime tout de la carte et revient à l'état vide.

# HUD.GameMenu.Description
source: Open the main menu for settings and options.
es_es: Abre el menú principal para acceder a configuraciones y opciones.
fr_fr: Ouvre le menu principal pour accéder aux paramètres et options.

# HUD.PauseSimulation.Description
source: Pause or resume the simulation.
es_es: Pausa o continúa la simulación.
fr_fr: Met en pause ou reprend la simulation.

# HUD.PenSettings.Description
source: Change pen settings and how it works on the canvas.
es_es: Cambia cómo el lápiz interactúa con el mundo.
fr_fr: Modifie la façon dont le stylo interagit avec le monde.

# HUD.ReloadSimulation.Description
source: Reload the last simulation or clear the map if none is loaded.
es_es: Reinicia la simulación o limpia el mapa si no hay simulación cargada.
fr_fr: Redémarre la simulation ou efface la carte s'il n'y a pas de simulation chargée.

# HUD.SaveMenu.Description
source: Open the menu to save or manage worlds and simulations.
es_es: Abre el menú para guardar simulaciones y mundos.
fr_fr: Ouvre le menu pour sauvegarder des simulations et des mondes.

# HUD.WorldSettings.Description
source: Change world settings.
es_es: Ajusta las configuraciones del mundo.
fr_fr: Ajuste les paramètres du monde.

# HUD.EnvironmentSettings.Description
source: Change environment settings like weather and temperature.
es_es: Cambia clima, temperatura y otros factores del ambiente.
fr_fr: Modifie le climat, la température et d'autres facteurs de l'environnement.

# HUD.Eraser.Description
source: Switch the pen to eraser mode to remove content.
es_es: Transforma el lápiz en borrador para eliminar contenidos del mundo.
fr_fr: Transforme le stylo en gomme pour supprimer des contenus du monde.

# PenSettings.Layer.Front.Name
source: Foreground
es_es: Capa Frontal
fr_fr: Couche Avant

# PenSettings.Layer.Back.Name
source: Background Layer
es_es: Capa Trasera
fr_fr: Couche Arrière

# PenSettings.Shape.Circle.Name
source: Circle Shape
es_es: Forma Circular
fr_fr: Forme Circulaire

# PenSettings.Shape.Square.Name
source: Square Shape
es_es: Forma Cuadrada
fr_fr: Forme Carrée

# PenSettings.Shape.Triangle.Name
source: Triangle Shape
es_es: Forma Triangular
fr_fr: Forme Triangulaire

# PenSettings.Title
source: Pen Settings
es_es: Configuraciones del Lápiz
fr_fr: Paramètres du Stylo

# PenSettings.BrushSize.Title
source: Brush Size
es_es: Tamaño del Pincel
fr_fr: Taille du Pinceau

# PenSettings.BrushSize.Slider.Name
source: Brush Size
es_es: Tamaño del Pincel
fr_fr: Taille du Pinceau

# PenSettings.BrushSize.Slider.Description
source: Brush size is set to {0}.
es_es: El tamaño del pincel se define como {0}.
fr_fr: La taille du pinceau est définie sur {0}.

# PenSettings.Tool.Title
source: Tool
es_es: Herramienta
fr_fr: Outil

# PenSettings.Layer.Title
source: Layer
es_es: Capa
fr_fr: Couche

# PenSettings.Shape.Title
source: Shape
es_es: Forma
fr_fr: Forme

# PenSettings.Layer.Back.Description
source: Place items on the back layer.
es_es: Posiciona elementos en la capa trasera del mundo.
fr_fr: Positionne des éléments dans la couche arrière du monde.

# PenSettings.Layer.Front.Description
source: Place items on the front layer.
es_es: Posiciona elementos en la capa frontal del mundo.
fr_fr: Positionne des éléments dans la couche avant du monde.

# PenSettings.Shape.Circle.Description
source: Set pen shape to circle.
es_es: Define la forma del lápiz como círculo.
fr_fr: Définit la forme du stylo comme un cercle.

# PenSettings.Shape.Square.Description
source: Set pen shape to square.
es_es: Define la forma del lápiz como cuadrado.
fr_fr: Définit la forme du stylo comme un carré.

# PenSettings.Shape.Triangle.Description
source: Set pen shape to triangle.
es_es: Define la forma del lápiz como triángulo.
fr_fr: Définit la forme du stylo comme un triangle.

# Button.Exit.Description
source: Close the current menu.
es_es: Cierra el menú.
fr_fr: Ferme le menu.

# Save.Title
source: Save Settings
es_es: Configuraciones de Guardado
fr_fr: Paramètres de Sauvegarde

# Save.Description.Title
source: Description
es_es: Descripción

# Save.Thumbnail.Title
source: Thumbnail
es_es: Miniatura
fr_fr: Miniature

# Save.Save.Description
source: Save the world to a file. Overwrites if the name already exists.
es_es: Guarda el mundo en un archivo. Si el nombre ya existe, sobrescribe el archivo.
fr_fr: Enregistre le monde dans un fichier. Si le nom existe déjà, écrase le fichier.

# HUD.Information.Name
source: Information
es_es: Información
fr_fr: Informations

# HUD.Information.Description
source: See information and stats about your world.
es_es: Ve información y estadísticas del mundo.
fr_fr: Voir les informations et statistiques du monde.

# Information.Title
source: Information
es_es: Información
fr_fr: Informations

# Information.Field.ForegroundElements
source: Foreground Elements
es_es: Elementos en Primer Plano
fr_fr: Éléments au Premier Plan

# Information.Field.BackgroundElements
source: Background Elements
es_es: Elementos en Segundo Plano
fr_fr: Éléments en Arrière-Plan

# EnvironmentSettings.Title
source: Environment Settings
es_es: Configuraciones del Ambiente
fr_fr: Paramètres de l'Environnement

# EnvironmentSettings.TimeState.Title
source: State
es_es: Estado
fr_fr: État

# EnvironmentSettings.TimeOfDay.Title
source: Time
es_es: Hora del Día
fr_fr: Heure

# EnvironmentSettings.TimeState.Disable.Description
source: Disable the time progression, freezing the current time.
es_es: Desactiva la progresión del tiempo, congelando el tiempo actual.
fr_fr: Désactive la progression du temps, figeant le temps actuel.

# EnvironmentSettings.TimeState.Enable.Description
source: Enable the time progression, resuming the natural time flow.
es_es: Activa la progresión del tiempo, reanudando el flujo natural del tiempo.
fr_fr: Active la progression du temps, reprenant le flux naturel du temps.

# WorldSettings.Size.Small.Name
source: Small
es_es: Pequeño
fr_fr: Petit

# WorldSettings.Size.MediumSmall.Name
source: Medium Small
es_es: Medio-Pequeño
fr_fr: Moyen-Petit

# WorldSettings.Size.Medium.Name
source: Medium
es_es: Medio
fr_fr: Moyen

# WorldSettings.Size.MediumLarge.Name
source: Medium Large
es_es: Medio-Grande
fr_fr: Moyen-Grand

# WorldSettings.Size.Large.Name
source: Large
es_es: Grande
fr_fr: Grand

# WorldSettings.Size.VeryLarge.Name
source: Very Large
es_es: Muy Grande
fr_fr: Très Grand

# WorldSettings.Size.Large.Description
source: The size of the world will have the dimensions 240x138 - Designed for expansive gameplay areas. May impact performance on lower-end systems.
es_es: El tamaño del mundo tendrá dimensiones de 240x138 - Diseñado para áreas de juego expansivas. Puede afectar el rendimiento en sistemas de menor capacidad.
fr_fr: La taille du monde sera de 240x138 - Conçu pour des zones de jeu expansives. Peut affecter les performances sur des systèmes moins puissants.

# WorldSettings.Size.MediumLarge.Description
source: The size of the world will have the dimensions 160x92 - Provides ample space for exploration.
es_es: El tamaño del mundo tendrá dimensiones de 160x92 - Ofrece bastante espacio para exploración.
fr_fr: La taille du monde sera de 160x92 - Offre beaucoup d'espace pour l'exploration.

# WorldSettings.Size.Small.Description
source: The size of the world will have the dimensions 40x23 - Fits entirely within the player's camera.
es_es: El tamaño del mundo tendrá dimensiones de 40x23 - Cabe completamente dentro de la cámara del jugador.
fr_fr: La taille du monde sera de 40x23 - Tient entièrement dans la caméra du joueur.

# WorldSettings.Size.VeryLarge.Description
source: The size of the world will have the dimensions 320x184 - Best for epic-scale worlds. May impact performance on lower-end systems.
es_es: El tamaño del mundo tendrá dimensiones de 320x184 - Mejor para mundos de escala épica. Puede afectar el rendimiento en sistemas de menor capacidad.
fr_fr: La taille du monde sera de 320x184 - Mieux pour des mondes à échelle épique. Peut affecter les performances sur des systèmes moins puissants.

# WorldSettings.Size.Title
source: Sizes
es_es: Tamaños
fr_fr: Taille

# WorldSettings.Title
source: World Settings
es_es: Configuraciones del Mundo
fr_fr: Paramètres du Monde

# WorldSettings.Size.MediumSmall.Description
source: The size of the world will have the dimensions 80x46 - Allows limited free movement.
es_es: El tamaño del mundo tendrá dimensiones de 80x46 - Permite movimiento limitado.
fr_fr: La taille du monde sera de 80x46 - Permet un mouvement limité.

# WorldSettings.Size.Medium.Description
source: The size of the world will have the dimensions 120x69 - Balanced for most gameplay scenarios.
es_es: El tamaño del mundo tendrá dimensiones de 120x69 - Balanceado para la mayoría de los escenarios de juego.
fr_fr: La taille du monde sera de 120x69 - Équilibré pour la plupart des scénarios de jeu.

# ItemExplorer.Title
source: Item Explorer
es_es: Explorador de Elementos
fr_fr: Explorateur d'Objets

# HUD.Speed.Name
source: Simulation Speed
es_es: Velocidad de la Simulación
fr_fr: Vitesse de la Simulation

# HUD.Speed.Description
source: Change simulation speed. Higher speeds may slow performance.
es_es: Cambia la velocidad de la simulación. Velocidades altas pueden afectar el rendimiento.
fr_fr: Modifie la vitesse de la simulation. Des vitesses élevées peuvent affecter les performances.

# Pause.Title
source: Pause
es_es: Pausa

# Options.Gameplay.Name
source: Gameplay
es_es: Jugabilidad

# Options.Volume.Name
source: Volume
es_es: Volumen

# Options.General.Language.Name
source: Language
es_es: Idioma
fr_fr: Langue

# Options.Gameplay.PreviewAreaColor.Name
source: Preview Area Color
es_es: Color del Área
fr_fr: Couleur de la Zone

# Options.Gameplay.PreviewAreaOpacity.Name
source: Preview Area Opacity
es_es: Opacidad del Área
fr_fr: Opacité de la Zone

# Options.Volume.MasterVolume.Name
source: Master Volume
es_es: Volumen General
fr_fr: Volume Général

# Options.Volume.MusicVolume.Name
source: Music Volume
es_es: Volumen de la Música
fr_fr: Volume de la Musique

# Options.Volume.SFXVolume.Name
source: SFX Volume
es_es: Volumen de los Efectos de Sonido
fr_fr: Volume des SFX

# Options.Cursor.BackgroundColor.Name
source: Background Color
es_es: Color de Fondo
fr_fr: Couleur de Fond

# Options.Cursor.Scale.Name
source: Scale
es_es: Escala
fr_fr: Échelle

# Options.Cursor.Opacity.Name
source: Opacity
es_es: Opacidad
fr_fr: Opacité

# Options.General.Description
source: Basic game settings, including language and accessibility.
es_es: Configuraciones básicas del juego, incluyendo idioma y accesibilidad.
fr_fr: Paramètres de base du jeu, y compris la langue et l'accessibilité.

# Options.Gameplay.Description
source: Adjust gameplay-related preferences.
es_es: Ajusta preferencias relacionadas a la jugabilidad.
fr_fr: Ajustez les préférences liées au gameplay.

# Options.Volume.Description
source: Control audio levels for different categories.
es_es: Controla los niveles de audio para diferentes categorías.
fr_fr: Contrôlez les niveaux audio pour différentes catégories.

# Options.Video.Description
source: Modify video-related settings, including resolution and display modes.
es_es: Modifica las configuraciones relacionadas al vídeo.
fr_fr: Modifiez les paramètres liés à la vidéo.

# Options.Cursor.Description
source: Customize the appearance and behavior of the mouse cursor.
es_es: Personaliza la apariencia y el comportamiento del cursor del ratón.
fr_fr: Personnalisez l'apparence et le comportement du curseur de la souris.

# Options.Volume.SFXVolume.Description
source: Adjust the sound effects volume.
es_es: Ajusta el volumen de los efectos de sonido.
fr_fr: Ajustez le volume des effets sonores.

# Options.Volume.MusicVolume.Description
source: Set the volume for background music.
es_es: Define el volumen para la música de fondo.
fr_fr: Définissez le volume pour la musique de fond.

# Options.Volume.MasterVolume.Description
source: Adjust the overall game volume.
es_es: Ajusta el volumen general del juego.
fr_fr: Ajustez le volume général du jeu.

# Options.Video.VSync.Description
source: Turn vertical synchronization on or off to avoid screen tearing.
es_es: Activa o desactiva la sincronización vertical para evitar cortes en la pantalla.
fr_fr: Activez ou désactivez la synchronisation verticale pour éviter les déchirures d'écran.

# Options.Video.Resolution.Description
source: Select the screen resolution for the game.
es_es: Selecciona la resolución de pantalla para el juego.
fr_fr: Sélectionnez la résolution d'écran pour le jeu.

# Options.Video.Fullscreen.Description
source: Enable or disable fullscreen mode.
es_es: Active o desactive el modo de pantalla completa.
fr_fr: Activez ou désactivez le mode plein écran.

# Options.Video.Borderless.Description
source: Enable borderless windowed mode.
es_es: Active el modo ventana sin bordes.
fr_fr: Activez le mode fenêtre sans bordures.

# Options.Cursor.Scale.Description
source: Adjust the size of the cursor.
es_es: Ajuste el tamaño del cursor.
fr_fr: Ajustez la taille du curseur.

# Options.Cursor.Opacity.Description
source: Set the transparency level of the cursor.
es_es: Defina el nivel de transparencia del cursor.
fr_fr: Définissez le niveau de transparence du curseur.

# Options.Cursor.Color.Description
source: Set the color of the cursor.
es_es: Defina el color del cursor.
fr_fr: Définissez la couleur du curseur.

# Options.Cursor.BackgroundColor.Description
source: Set the background color of the cursor.
es_es: Defina el color de fondo del cursor.
fr_fr: Définissez la couleur de fond du curseur.

# Options.Gameplay.PreviewAreaOpacity.Description
source: Set the transparency level of the preview area.
es_es: Defina el nivel de transparencia del área de previsualización.
fr_fr: Définissez le niveau de transparence de la zone de prévisualisation.

# Options.Gameplay.PreviewAreaColor.Description
source: Choose the color for the preview area displayed during gameplay.
es_es: Elija el color para el área de previsualización mostrada durante el juego.
fr_fr: Choisissez la couleur pour la zone de prévisualisation affichée pendant le jeu.

# Options.General.Language.Description
source: Select the language for the game interface.
es_es: Seleccione el idioma para la interfaz del juego.
fr_fr: Sélectionnez la langue pour l'interface du jeu.

# Options.Save.Description
source: Saves and applies all modified options.
es_es: Guarda y aplica todas las opciones modificadas.
fr_fr: Enregistrez et appliquez toutes les options modifiées.

# Tools.ColorPicker.Title
source: Color Picker
es_es: Selector de Colores
fr_fr: Sélecteur de Couleurs

# Play.Title
source: Play
es_es: Jugar
fr_fr: Jouer

# WorldExplorer.Title
source: World Explorer
es_es: Explorador de Mundos
fr_fr: Explorateur de Mondes

# WorldExplorer.OpenInDirectory.Name
source: Open Directory in Explorer
es_es: Abrir directorio en el Explorador
fr_fr: Ouvrir le répertoire dans l'Explorateur

# WorldExplorer.CurrentPage
source: Current Page
es_es: Página Actual
fr_fr: Page Actuelle

# Options.Video.Framerate.Description
source: Frame Rate is how many images the game shows per second. Higher rates make motion smoother.
es_es: La tasa de cuadros indica cuántas imágenes el juego muestra por segundo. Tasas más altas hacen que el movimiento sea más fluido.
fr_fr: Le taux de rafraîchissement indique combien d'images le jeu affiche par seconde. Des taux plus élevés rendent le mouvement plus fluide.

# Options.Video.Framerate.Name
source: Frame Rate
es_es: Tasa de Cuadros
fr_fr: Taux de Rafraîchissement

# Options.Gameplay.ShowPreviewArea.Name
source: Show Preview Area
es_es: Mostrar Previsualización
fr_fr: Afficher la Prévisualisation

# Options.Gameplay.ShowPreviewArea.Description
source: Configure whether or not the mouse preview area for element placement should be displayed.
es_es: Configure si el área de previsualización del cursor para posicionar elementos debe o no ser mostrada.
fr_fr: Configurez si la zone de prévisualisation du curseur pour le positionnement des éléments doit être affichée ou non.

# Options.Gameplay.ShowGrid.Name
source: Show Grid
es_es: Mostrar Cuadrícula
fr_fr: Afficher la Grille

# Options.Gameplay.ShowGrid.Description
source: Configure whether or not the world grid should be displayed.
es_es: Configure si la cuadrícula del mundo debe o no ser mostrada.
fr_fr: Configurez si la grille mondiale doit être affichée ou non.

# Options.Gameplay.GridOpacity.Name
source: Grid Opacity
es_es: Opacidad de la Cuadrícula
fr_fr: Opacité de la Grille

# Options.Gameplay.GridOpacity.Description
source: Configure the opacity level of the world grid.
es_es: Configure el nivel de opacidad de la cuadrícula del mundo.
fr_fr: Configurez le niveau d'opacité de la grille mondiale.

# Options.Gameplay.ShowTemperatureColorVariations.Name
source: Temperature Color
es_es: Color de Temperatura
fr_fr: Couleur de Température

# Options.Gameplay.ShowTemperatureColorVariations.Description
source: Determine whether or not the elements should have color changes associated with their current temperatures.
es_es: Determine si los elementos deben o no presentar cambios de color asociados a sus temperaturas actuales.
fr_fr: Déterminez si les éléments doivent présenter des variations de couleur associées à leurs températures actuelles.

# Options.Controls.Name
source: Controls
es_es: Controles
fr_fr: Contrôles

# Options.Controls.Description
source: Configure the keys and buttons associated with the game controls.
es_es: Configure las teclas y los botones asociados a los controles del juego.
fr_fr: Configurez les touches et les boutons associés aux contrôles du jeu.

# Options.Controls.MoveCameraUp.Name
source: Up
es_es: Arriba
fr_fr: Haut

# Options.Controls.MoveCameraUp.Description
source: Press a key on the keyboard to move upwards.
es_es: Presione una tecla en el teclado para moverse hacia arriba.
fr_fr: Appuyez sur une touche du clavier pour monter.

# Options.Controls.MoveCameraRight.Name
source: Right
es_es: Derecha
fr_fr: Droite

# Options.Controls.MoveCameraRight.Description
source: Press a key on the keyboard to move to the right.
es_es: Presione una tecla en el teclado para moverse hacia la derecha.
fr_fr: Appuyez sur une touche du clavier pour aller à droite.

# Options.Controls.MoveCameraDown.Name
source: Down
es_es: Abajo
fr_fr: Bas

# Options.Controls.MoveCameraDown.Description
source: Press a key on the keyboard to move down.
es_es: Presione una tecla en el teclado para moverse hacia abajo.
fr_fr: Appuyez sur une touche du clavier pour descendre.

# Options.Controls.MoveCameraLeft.Name
source: Left
es_es: Izquierda
fr_fr: Gauche

# Options.Controls.MoveCameraLeft.Description
source: Press a key on the keyboard to move left.
es_es: Presione una tecla en el teclado para moverse hacia la izquierda.
fr_fr: Appuyez sur une touche du clavier pour aller à gauche.

# Options.Controls.TogglePause.Name
source: Pause
es_es: Pausa

# Options.Controls.TogglePause.Description
source: Type a shortcut key to pause the world.
es_es: Escriba una tecla de acceso rápido para pausar el mundo.
fr_fr: Entrez une touche de raccourci pour mettre le monde en pause.

# Options.Controls.ClearWorld.Name
source: Clear World
es_es: Limpiar Mundo
fr_fr: Effacer le Monde

# Options.Controls.ClearWorld.Description
source: Type a shortcut key to clear the world.
es_es: Escriba una tecla de acceso rápido para limpiar el mundo.
fr_fr: Entrez une touche de raccourci pour effacer le monde.

# Save.Name.Title
source: Name
es_es: Nombre
fr_fr: Nom

# HUD.SimulationPaused
source: Simulation Paused
es_es: Simulación Pausada
fr_fr: Simulation En Pause

# EnvironmentSettings.TemperatureEditor.Name
source: Temperatures
es_es: Temperaturas
fr_fr: Températures

# EnvironmentSettings.TemperatureEditor.Description
source: Change the world's temperatures.
es_es: Modifique las temperaturas del mundo.
fr_fr: Modifiez les températures du monde.

# TemperatureSettings.Name
source: Temperature Settings
es_es: Configuraciones de Temperatura
fr_fr: Paramètres de Température

# PenSettings.LayerVisibility.ShowOrHideForegroundLayer.Name
source: Foreground (Show/Hide)
es_es: Primer Plano (Mostrar/Ocultar)
fr_fr: Premier Plan (Afficher/Cacher)

# PenSettings.LayerVisibility.ShowOrHideForegroundLayer.Description
source: Choose whether you want to hide or show the foreground layer.
es_es: Elija si desea ocultar o mostrar la capa de primer plano.
fr_fr: Choisissez si vous souhaitez masquer ou afficher la couche de premier plan.

# PenSettings.LayerVisibility.ShowOrHideBackgroundLayer.Name
source: Background (Show/Hide)
es_es: Fondo (Mostrar/Ocultar)
fr_fr: Arrière-Plan (Afficher/Cacher)
