Repository: Starciad/StardustSandbox
Catalog: src/Core/Localization/Localization.Elements.*.resx
Languages: de_de, es_es, fr_fr, pt_br

# Gas.Cloud.Description
source: Cloud
de_de: Leichte Masse aus kondensiertem Dampf, gebildet, wenn sich Dampf am oberen Rand der Karte ansammelt. Kann sich mit anderen Wolken verbinden und bereitet den Weg für Niederschlag vor.
es_es: Masa ligera de vapor condensado formada cuando el vapor se acumula en la parte superior del mapa. Puede unirse a otras nubes, preparando el camino para la precipitación.
fr_fr: Masse légère de vapeur condensée formée lorsque la vapeur s'accumule au sommet de la carte. Peut fusionner avec d'autres nuages, préparant le chemin pour la précipitation.
pt_br: Massa leve de vapor condensado formada quando o vapor se acumula no topo do mapa. Pode se unir a outras nuvens, preparando o caminho para a precipitação.

# Gas.ChargedCloud.Description
source: A dense, saturated cloud formed from the clustering of multiple clouds. When concentrated enough, it releases water or snow depending on temperature.
de_de: Dichte und gesättigte Wolke, die sich aus der Ansammlung mehrerer Wolken ergibt. Bei ausreichender Konzentration gibt sie je nach Temperatur Wasser oder Schnee ab.
es_es: Nube densa y saturada resultante de la agrupación de varias nubes. Cuando está lo suficientemente concentrada, libera agua o nieve según la temperatura.
fr_fr: Nuage dense et saturé résultant du regroupement de plusieurs nuages. Quand suffisamment concentré, libère l'eau ou la neige selon la température.
pt_br: Nuvem densa e saturada resultante do agrupamento de várias nuvens. Quando suficientemente concentrada, libera água ou neve conforme a temperatura.

# Solid.Immovable.DryBlackWool.Name
source: Dry Black Wool
de_de: Schwarze Wolle (trocken)
es_es: Lana Negra (seca)
fr_fr: Laine Noire (sèche)
pt_br: Lã Preta (seca)

# Solid.Immovable.DryBlackWool.Description
source: Dry black wool, soft and flammable.
de_de: Trockene schwarze Wolle, weich und leicht entzündbar.
es_es: Lana negra seca, suave e inflamable.
fr_fr: Laine noire sèche, douce et inflammable.
pt_br: Lã preta seca, macia e inflamável.

# Solid.Immovable.DryWhiteWool.Name
source: Dry White Wool
de_de: Weiße Wolle (trocken)
es_es: Lana Blanca (seca)
fr_fr: Laine Blanche (sèche)
pt_br: Lã Branca (seca)

# Solid.Immovable.DryWhiteWool.Description
source: Dry white wool, soft and flammable.
de_de: Trockene weiße Wolle, weich und leicht entzündbar.
es_es: Lana blanca seca, suave e inflamable.
fr_fr: Laine blanche sèche, douce et inflammable.
pt_br: Lã branca seca, macia e inflamável.

# Solid.Immovable.DryRedWool.Name
source: Dry Red Wool
de_de: Rote Wolle (trocken)
es_es: Lana Roja (seca)
fr_fr: Laine Rouge (sèche)
pt_br: Lã Vermelha (seca)

# Solid.Immovable.DryRedWool.Description
source: Dry red wool, soft and flammable.
de_de: Trockene rote Wolle, weich und leicht entzündbar.
es_es: Lana roja seca, suave e inflamable.
fr_fr: Laine rouge sèche, douce et inflammable.
pt_br: Lã vermelha seca, macia e inflamável.

# Solid.Immovable.DryOrangeWool.Name
source: Dry Orange Wool
de_de: Orange Wolle (trocken)
es_es: Lana Naranja (seca)
fr_fr: Laine Orange (sèche)
pt_br: Lã Laranja (seca)

# Solid.Immovable.DryOrangeWool.Description
source: Dry orange wool, soft and flammable.
de_de: Trockene orange Wolle, weich und leicht entzündbar.
es_es: Lana naranja seca, suave e inflamable.
fr_fr: Laine orange sèche, douce et inflammable.
pt_br: Lã laranja seca, macia e inflamável.

# Solid.Immovable.DryYellowWool.Name
source: Dry Yellow Wool
de_de: Gelbe Wolle (trocken)
es_es: Lana Amarilla (seca)
fr_fr: Laine Jaune (sèche)
pt_br: Lã Amarela (seca)

# Solid.Immovable.DryYellowWool.Description
source: Dry yellow wool, soft and flammable.
de_de: Trockene gelbe Wolle, weich und leicht entzündbar.
es_es: Lana amarilla seca, suave e inflamable.
fr_fr: Laine jaune sèche, douce et inflammable.
pt_br: Lã amarela seca, macia e inflamável.

# Solid.Immovable.DryGreenWool.Name
source: Dry Green Wool
de_de: Grüne Wolle (trocken)
es_es: Lana Verde (seca)
fr_fr: Laine Verte (sèche)
pt_br: Lã Verde (seca)

# Solid.Immovable.DryGreenWool.Description
source: Dry green wool, soft and flammable.
de_de: Trockene grüne Wolle, weich und leicht entzündbar.
es_es: Lana verde seca, suave e inflamable.
fr_fr: Laine verte sèche, douce et inflammable.
pt_br: Lã verde seca, macia e inflamável.

# Solid.Immovable.DryBlueWool.Name
source: Dry Blue Wool
de_de: Blaue Wolle (trocken)
es_es: Lana Azul (seca)
fr_fr: Laine Bleue (sèche)
pt_br: Lã Azul (seca)

# Solid.Immovable.DryBlueWool.Description
source: Dry blue wool, soft and flammable.
de_de: Trockene blaue Wolle, weich und leicht entzündbar.
es_es: Lana azul seca, suave e inflamable.
fr_fr: Laine bleue sèche, douce et inflammable.
pt_br: Lã azul seca, macia e inflamável.

# Solid.Immovable.DryGrayWool.Name
source: Dry Gray Wool
de_de: Graue Wolle (trocken)
es_es: Lana Gris (seca)
fr_fr: Laine Grise (sèche)
pt_br: Lã Cinza (seca)

# Solid.Immovable.DryGrayWool.Description
source: Dry gray wool, soft and flammable.
de_de: Trockene graue Wolle, weich und leicht entzündbar.
es_es: Lana gris seca, suave e inflamable.
fr_fr: Laine grise sèche, douce et inflammable.
pt_br: Lã cinza seca, macia e inflamável.

# Solid.Immovable.DryVioletWool.Name
source: Dry Violet Wool
de_de: Violette Wolle (trocken)
es_es: Lana Violeta (seca)
fr_fr: Laine Violette (sèche)
pt_br: Lã Violeta (seca)

# Solid.Immovable.DryVioletWool.Description
source: Dry violet wool, soft and flammable.
de_de: Trockene violette Wolle, weich und leicht entzündbar.
es_es: Lana violeta seca, suave e inflamable.
fr_fr: Laine violette sèche, douce et inflammable.
pt_br: Lã violeta seca, macia e inflamável.

# Solid.Immovable.DryBrownWool.Name
source: Dry Brown Wool
de_de: Braune Wolle (trocken)
es_es: Lana Marrón (seca)
fr_fr: Laine Marron (sèche)
pt_br: Lã Marrom (seca)

# Solid.Immovable.DryBrownWool.Description
source: Dry brown wool, soft and flammable.
de_de: Trockene braune Wolle, weich und leicht entzündbar.
es_es: Lana marrón seca, suave e inflamable.
fr_fr: Laine marron sèche, douce et inflammable.
pt_br: Lã marrom seca, macia e inflamável.

# Solid.Immovable.WetBlackWool.Name
source: Wet Black Wool
de_de: Schwarze Wolle (nass)
es_es: Lana Negra (mojada)
fr_fr: Laine Noire (mouillée)
pt_br: Lã Preta (molhada)

# Solid.Immovable.WetBlackWool.Description
source: Wet black wool, denser and harder to burn.
de_de: Nasse schwarze Wolle, dichter und schwerer zu entzünden.
es_es: Lana negra mojada, más densa y difícil de quemar.
fr_fr: Laine noire mouillée, plus dense et difficile à brûler.
pt_br: Lã preta molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetWhiteWool.Name
source: Wet White Wool
de_de: Weiße Wolle (nass)
es_es: Lana Blanca (mojada)
fr_fr: Laine Blanche (mouillée)
pt_br: Lã Branca (molhada)

# Solid.Immovable.WetWhiteWool.Description
source: Wet white wool, denser and harder to burn.
de_de: Nasse weiße Wolle, dichter und schwerer zu entzünden.
es_es: Lana blanca mojada, más densa y difícil de quemar.
fr_fr: Laine blanche mouillée, plus dense et difficile à brûler.
pt_br: Lã branca molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetRedWool.Name
source: Wet Red Wool
de_de: Rote Wolle (nass)
es_es: Lana Roja (mojada)
fr_fr: Laine Rouge (mouillée)
pt_br: Lã Vermelha (molhada)

# Solid.Immovable.WetRedWool.Description
source: Wet red wool, denser and harder to burn.
de_de: Nasse rote Wolle, dichter und schwerer zu entzünden.
es_es: Lana roja mojada, más densa y difícil de quemar.
fr_fr: Laine rouge mouillée, plus dense et difficile à brûler.
pt_br: Lã vermelha molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetOrangeWool.Name
source: Wet Orange Wool
de_de: Orange Wolle (nass)
es_es: Lana Naranja (mojada)
fr_fr: Laine Orange (mouillée)
pt_br: Lã Laranja (molhada)

# Solid.Immovable.WetOrangeWool.Description
source: Wet orange wool, denser and harder to burn.
de_de: Nasse orange Wolle, dichter und schwerer zu entzünden.
es_es: Lana naranja mojada, más densa y difícil de quemar.
fr_fr: Laine orange mouillée, plus dense et difficile à brûler.
pt_br: Lã laranja molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetYellowWool.Name
source: Wet Yellow Wool
de_de: Gelbe Wolle (nass)
es_es: Lana Amarilla (mojada)
fr_fr: Laine Jaune (mouillée)
pt_br: Lã Amarela (molhada)

# Solid.Immovable.WetYellowWool.Description
source: Wet yellow wool, denser and harder to burn.
de_de: Nasse gelbe Wolle, dichter und schwerer zu entzünden.
es_es: Lana amarilla mojada, más densa y difícil de quemar.
fr_fr: Laine jaune mouillée, plus dense et difficile à brûler.
pt_br: Lã amarela molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetGreenWool.Name
source: Wet Green Wool
de_de: Grüne Wolle (nass)
es_es: Lana Verde (mojada)
fr_fr: Laine Verte (mouillée)
pt_br: Lã Verde (molhada)

# Solid.Immovable.WetGreenWool.Description
source: Wet green wool, denser and harder to burn.
de_de: Nasse grüne Wolle, dichter und schwerer zu entzünden.
es_es: Lana verde mojada, más densa y difícil de quemar.
fr_fr: Laine verte mouillée, plus dense et difficile à brûler.
pt_br: Lã verde molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetBlueWool.Name
source: Wet Blue Wool
de_de: Blaue Wolle (nass)
es_es: Lana Azul (mojada)
fr_fr: Laine Bleue (mouillée)
pt_br: Lã Azul (molhada)

# Solid.Immovable.WetBlueWool.Description
source: Wet blue wool, denser and harder to burn.
de_de: Nasse blaue Wolle, dichter und schwerer zu entzünden.
es_es: Lana azul mojada, más densa y difícil de quemar.
fr_fr: Laine bleue mouillée, plus dense et difficile à brûler.
pt_br: Lã azul molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetGrayWool.Name
source: Wet Gray Wool
de_de: Graue Wolle (nass)
es_es: Lana Gris (mojada)
fr_fr: Laine Grise (mouillée)
pt_br: Lã Cinza (molhada)

# Solid.Immovable.WetGrayWool.Description
source: Wet gray wool, denser and harder to burn.
de_de: Nasse graue Wolle, dichter und schwerer zu entzünden.
es_es: Lana gris mojada, más densa y difícil de quemar.
fr_fr: Laine grise mouillée, plus dense et difficile à brûler.
pt_br: Lã cinza molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetVioletWool.Name
source: Wet Violet Wool
de_de: Violette Wolle (nass)
es_es: Lana Violeta (mojada)
fr_fr: Laine Violette (mouillée)
pt_br: Lã Violeta (molhada)

# Solid.Immovable.WetVioletWool.Description
source: Wet violet wool, denser and harder to burn.
de_de: Nasse violette Wolle, dichter und schwerer zu entzünden.
es_es: Lana violeta mojada, más densa y difícil de quemar.
fr_fr: Laine violette mouillée, plus dense et difficile à brûler.
pt_br: Lã violeta molhada, mais densa e difícil de queimar.

# Solid.Immovable.WetBrownWool.Name
source: Wet Brown Wool
de_de: Braune Wolle (nass)
es_es: Lana Marrón (mojada)
fr_fr: Laine Marron (mouillée)
pt_br: Lã Marrom (molhada)

# Solid.Immovable.WetBrownWool.Description
source: Wet brown wool, denser and harder to burn.
de_de: Nasse braune Wolle, dichter und schwerer zu entzünden.
es_es: Lana marrón mojada, más densa y difícil de quemar.
fr_fr: Laine marron mouillée, plus dense et difficile à brûler.
pt_br: Lã marrom molhada, mais densa e difícil de queimar.

# Solid.Movable.FertileSoil.Name
source: Fertile Soil
de_de: Fruchtbarer Boden
es_es: Suelo Fértil
fr_fr: Sol Fertile
pt_br: Solo Fértil

# Solid.Movable.FertileSoil.Description
source: Nutrient-rich soil that promotes the growth of plants and seeds.
de_de: Nährstoffreicher Boden, der das Wachstum von Pflanzen und Samen fördert.
es_es: Suelo rico en nutrientes que promueve el crecimiento de plantas y semillas.
fr_fr: Sol riche en nutriments qui favorise la croissance des plantes et des graines.
pt_br: Solo rico em nutrientes que promove o crescimento de plantas e sementes.

# Solid.Movable.Seed.Name
source: Seed
de_de: Samen
es_es: Semilla
fr_fr: Graine
pt_br: Semente

# Solid.Movable.Seed.Description
source: Small seed that germinates in fertile soil to give rise to seedlings.
de_de: Kleiner Samen, der in fruchtbarem Boden keimt und zu Setzlingen wird.
es_es: Pequeña semilla que germina en suelo fértil para dar origen a plántulas.
fr_fr: Petite graine qui germe dans un sol fertile pour donner naissance à des semis.
pt_br: Pequena semente que germina em solo fértil para dar origem a mudas.

# Solid.Movable.Sapling.Name
source: Seedling
de_de: Setzling
es_es: Plántula
fr_fr: Semis
pt_br: Muda

# Solid.Movable.Sapling.Description
source: Young plant in growth, develops with time and suitable conditions.
de_de: Junge Pflanze in Wachstum, entwickelt sich mit Zeit und angemessenen Bedingungen.
es_es: Planta joven en crecimiento, se desarrolla con el tiempo y condiciones adecuadas.
fr_fr: Jeune plante en croissance, se développe avec le temps et les conditions appropriées.
pt_br: Jovem planta em crescimento, desenvolve-se com tempo e condições adequadas.

# Solid.Immovable.Moss.Name
source: Moss
de_de: Moos
es_es: Musgo
fr_fr: Mousse
pt_br: Musgo

# Solid.Immovable.Moss.Description
source: Low green plant that covers damp surfaces.
de_de: Niedrige grüne Pflanze, die feuchte Oberflächen bedeckt.
es_es: Planta baja y verde que cubre superficies húmedas.
fr_fr: Plante basse et verte qui couvre les surfaces humides.
pt_br: Planta baixa e verde que cobre superfícies úmidas.

# Solid.Movable.Gunpowder.Name
source: Gunpowder
de_de: Schießpulver
es_es: Pólvora
fr_fr: Poudre à Canon
pt_br: Pólvora

# Solid.Movable.Gunpowder.Description
source: Explosive powder sensitive to heat and fire, explodes with great force upon contact.
de_de: Explosives Pulver, das empfindlich gegen Hitze und Feuer ist und mit großer Kraft bei Kontakt explodiert.
es_es: Polvo explosivo sensible al calor y fuego, explota con gran fuerza al contacto.
fr_fr: Poudre explosive sensible à la chaleur et au feu, explose avec une grande force au contact.
pt_br: Pó explosivo sensível ao calor e fogo, explode com grande força ao contato.

# Gas.LiquefiedPetroleumGas.Name
source: Liquefied Petroleum Gas
de_de: Flüssiggas (LPG)
es_es: Gas Licuado de Petróleo
fr_fr: Gaz de Pétrole Liquéfié
pt_br: Gás Liquefeito de Petróleo

# Gas.LiquefiedPetroleumGas.Description
source: Gas derived from petroleum, highly flammable and explosive when heated.
de_de: Aus Erdöl gewonnenes Gas, sehr leicht entzündbar und explosiv beim Erhitzen.
es_es: Gas derivado del petróleo, muy inflamable y explosivo al calentar.
fr_fr: Gaz dérivé du pétrole, très inflammable et explosif en chauffant.
pt_br: Gás derivado do petróleo, muito inflamável e explosivo ao aquecer.

# Solid.Immovable.Obsidian.Name
source: Obsidian
es_es: Obsidiana
fr_fr: Obsidienne
pt_br: Obsidiana

# Solid.Immovable.Obsidian.Description
source: Black, shiny volcanic rock, extremely hard and durable.
de_de: Schwarzes glänzendes vulkanisches Gestein, extrem hart und widerstandsfähig.
es_es: Roca volcánica negra y brillante, extremadamente dura y resistente.
fr_fr: Roche volcanique noire et brillante, extrêmement dure et résistante.
pt_br: Rocha vulcânica preta e brilhante, extremamente dura e resistente.

# Liquid.BlackPaint.Name
source: Black Paint
de_de: Schwarze Farbe
es_es: Pintura Negra
fr_fr: Peinture Noire
pt_br: Tinta Preta

# Liquid.BlackPaint.Description
source: Black paint that flows and leaves a dark trail where it passes.
de_de: Schwarze Farbe, die fließt und überall wo sie fließt, dunkle Spuren hinterlässt.
es_es: Pintura negra que fluye y deja un rastro oscuro donde pasa.
fr_fr: Peinture noire qui s'écoule et laisse une trace sombre où elle passe.
pt_br: Tinta preta que flui e deixa um rastro escuro onde passa.

# Liquid.WhitePaint.Name
source: White Paint
de_de: Weiße Farbe
es_es: Pintura Blanca
fr_fr: Peinture Blanche
pt_br: Tinta Branca

# Liquid.WhitePaint.Description
source: White paint that flows and leaves a light trail where it passes.
de_de: Weiße Farbe, die fließt und überall wo sie fließt, helle Spuren hinterlässt.
es_es: Pintura blanca que fluye y deja un rastro claro donde pasa.
fr_fr: Peinture blanche qui s'écoule et laisse une trace claire où elle passe.
pt_br: Tinta branca que flui e deixa um rastro claro onde passa.

# Liquid.RedPaint.Name
source: Red Paint
de_de: Rote Farbe
es_es: Pintura Roja
fr_fr: Peinture Rouge
pt_br: Tinta Vermelha

# Liquid.RedPaint.Description
source: Red paint that flows and leaves a red trail where it passes.
de_de: Rote Farbe, die fließt und überall wo sie fließt, rote Spuren hinterlässt.
es_es: Pintura roja que fluye y deja un rastro rojo donde pasa.
fr_fr: Peinture rouge qui s'écoule et laisse une trace rouge où elle passe.
pt_br: Tinta vermelha que flui e deixa um rastro vermelho onde passa.

# Liquid.OrangePaint.Name
source: Orange Paint
de_de: Orange Farbe
es_es: Pintura Naranja
fr_fr: Peinture Orange
pt_br: Tinta Laranja

# Liquid.OrangePaint.Description
source: Orange paint that flows and leaves an orange trail where it passes.
de_de: Orange Farbe, die fließt und überall wo sie fließt, orange Spuren hinterlässt.
es_es: Pintura naranja que fluye y deja un rastro naranja donde pasa.
fr_fr: Peinture orange qui s'écoule et laisse une trace orange où elle passe.
pt_br: Tinta laranja que flui e deixa um rastro laranja onde passa.

# Liquid.YellowPaint.Name
source: Yellow Paint
de_de: Gelbe Farbe
es_es: Pintura Amarilla
fr_fr: Peinture Jaune
pt_br: Tinta Amarela

# Liquid.YellowPaint.Description
source: Yellow paint that flows and leaves a yellow trail where it passes.
de_de: Gelbe Farbe, die fließt und überall wo sie fließt, gelbe Spuren hinterlässt.
es_es: Pintura amarilla que fluye y deja un rastro amarillo donde pasa.
fr_fr: Peinture jaune qui s'écoule et laisse une trace jaune où elle passe.
pt_br: Tinta amarela que flui e deixa um rastro amarelo onde passa.

# Liquid.GreenPaint.Name
source: Green Paint
de_de: Grüne Farbe
es_es: Pintura Verde
fr_fr: Peinture Verte
pt_br: Tinta Verde

# Liquid.GreenPaint.Description
source: Green paint that flows and leaves a green trail where it passes.
de_de: Grüne Farbe, die fließt und überall wo sie fließt, grüne Spuren hinterlässt.
es_es: Pintura verde que fluye y deja un rastro verde donde pasa.
fr_fr: Peinture verte qui s'écoule et laisse une trace verte où elle passe.
pt_br: Tinta verde que flui e deixa um rastro verde onde passa.

# Liquid.BluePaint.Name
source: Blue Paint
de_de: Blaue Farbe
es_es: Pintura Azul
fr_fr: Peinture Bleue
pt_br: Tinta Azul

# Liquid.BluePaint.Description
source: Blue paint that flows and leaves a blue trail where it passes.
de_de: Blaue Farbe, die fließt und überall wo sie fließt, blaue Spuren hinterlässt.
es_es: Pintura azul que fluye y deja un rastro azul donde pasa.
fr_fr: Peinture bleue qui s'écoule et laisse une trace bleue où elle passe.
pt_br: Tinta azul que flui e deixa um rastro azul onde passa.

# Liquid.GrayPaint.Name
source: Gray Paint
de_de: Graue Farbe
es_es: Pintura Gris
fr_fr: Peinture Grise
pt_br: Tinta Cinza

# Liquid.GrayPaint.Description
source: Gray paint that flows and leaves a gray trail where it passes.
de_de: Graue Farbe, die fließt und überall wo sie fließt, graue Spuren hinterlässt.
es_es: Pintura gris que fluye y deja un rastro gris donde pasa.
fr_fr: Peinture grise qui s'écoule et laisse une trace grise où elle passe.
pt_br: Tinta cinza que flui e deixa um rastro cinza onde passa.

# Liquid.VioletPaint.Name
source: Violet Paint
de_de: Violette Farbe
es_es: Pintura Violeta
fr_fr: Peinture Violette
pt_br: Tinta Violeta

# Liquid.VioletPaint.Description
source: Violet paint that flows and leaves a violet trail where it passes.
de_de: Violette Farbe, die fließt und überall wo sie fließt, violette Spuren hinterlässt.
es_es: Pintura violeta que fluye y deja un rastro violeta donde pasa.
fr_fr: Peinture violette qui s'écoule et laisse une trace violette où elle passe.
pt_br: Tinta violeta que flui e deixa um rastro violeta onde passa.

# Liquid.BrownPaint.Name
source: Brown Paint
de_de: Braune Farbe
es_es: Pintura Marrón
fr_fr: Peinture Marron
pt_br: Tinta Marrom

# Liquid.BrownPaint.Description
source: Brown paint that flows and leaves a brown trail where it passes.
de_de: Braune Farbe, die fließt und überall wo sie fließt, braune Spuren hinterlässt.
es_es: Pintura marrón que fluye y deja un rastro marrón donde pasa.
fr_fr: Peinture marron qui s'écoule et laisse une trace marron où elle passe.
pt_br: Tinta marrom que flui e deixa um rastro marrom onde passa.

# Liquid.Mercury.Name
source: Mercury
de_de: Quecksilber
es_es: Mercurio
fr_fr: Mercure
pt_br: Mercúrio

# Liquid.Mercury.Description
source: Dense, shiny metallic liquid.
de_de: Dichtes und glänzendes metallisches Liquid.
es_es: Líquido metálico denso y brillante.
fr_fr: Liquide métallique dense et brillant.
pt_br: Líquido metálico denso e brilhante.

# Energy.Lightning.Name
source: Lightning
de_de: Blitz
es_es: Rayo
fr_fr: Éclair
pt_br: Relâmpago

# Energy.Lightning.Description
source: A violent electrical discharge that travels through the air, burning and destroying everything in its path.
de_de: Gewaltsame elektrische Entladung, die durch die Luft fließt und alles in ihrem Weg verbrennt und zerstört.
es_es: Descarga eléctrica violenta que viaja a través del aire, quemando y destruyendo todo en su camino.
fr_fr: Décharge électrique violente qui se propage dans l'air, brûlant et détruisant tout sur son passage.
pt_br: Descarga elétrica violenta que viaja através do ar, queimando e destruindo tudo em seu caminho.

# Energy.Electricity.Name
source: Electricity
es_es: Electricidad
fr_fr: Électricité
pt_br: Eletricidade

# Energy.Electricity.Description
source: Electricity
es_es: Un flujo eléctrico que se mueve de manera irregular a través de materiales conductores. Cuando alcanza un conductor, viaja a lo largo de él indefinidamente hasta que llega a un callejón sin salida o se disipa.
fr_fr: Flux d'énergie qui se propage à travers les conducteurs.
pt_br: Um fluxo elétrico que se move irregularmente através de materiais condutores. Quando alcança um condutor, ele viaja ao longo dele indefinidamente até atingir um beco sem saída ou se dissipar.

# Liquid.Lava.Name
source: Lava
fr_fr: Lave

# Solid.Immovable.Lamp.Name
source: Lamp
de_de: Lampe

# Solid.Immovable.Lamp.Description
source: Fixed, sturdy lamp used for decoration.
de_de: Feste und widerstandsfähige Lampe, wird zur Dekoration verwendet.
